Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Indicates if the collection is deleted or not.
nl_nl: Geeft aan of de collectie al dan niet verwijderd is.

source: Related entities
nl_nl: Gerelateerde entiteiten

source: Related places
nl_nl: Gerelateerde plaatsen

source: Related collections
nl_nl: Gerelateerde collecties

source: Related occurrences
nl_nl: Gerelateerde gebeurtenissen

source: Related lot
nl_nl: Gerelateerd lot

source: Related storage locations
nl_nl: Gerelateerde opslaglocaties

source: Related vocabulary terms
nl_nl: Gerelateerde woordenlijst termen

source: Related loans
nl_nl: Gerelateerde leningen

source: Related movements
nl_nl: Gerelateerde verplaatsingen

source: Hierarchy navigation
nl_nl: Hiërarchische navigatie

source: Location in hierarchy
nl_nl: Locatie in hiërarchie

source: collection ⇔ collection relationship
nl_nl: collectie ⇔ collectie relatie

source: collection ⇔ collection relationships
nl_nl: collectie ⇔ collectie relaties

source: Effective dates
nl_nl: Toepassingsdatums

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
nl_nl: Tijdperiode waarin deze relatie van toepassing was. Dit is een optionele kwalificatie voor de relatie. Indien leeg gelaten, wordt geïmpliceerd dat de relatie bestond voor zolang als de gerelateerde items bestaan hebben.

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de relatie indien weergegeven in een lijst met andere relaties. Lagere nummers representeren een hogere prioriteit

source: collection ⇔ storage location relationship
nl_nl: collectie ⇔ opslaglocatie relatie

source: collection ⇔ storage location relationships
nl_nl: collectie ⇔ opslaglocatie relaties

source: collection ⇔ vocabulary term relationship
nl_nl: collectie ⇔ woordenlijst term relatie

source: collection ⇔ vocabulary term relationships
nl_nl: collectie ⇔ woordenlijst term relaties

source: collection name
nl_nl: collectienaam

source: collection names
nl_nl: collectienamen

source: Locale of label
nl_nl: Lokalisatie van label

source: Indicates the type of label and how it should be employed.
nl_nl: Geeft het type label weer en hoe het gebruikt dient te worden.

source: Name of collection
nl_nl: Naam van collectie

source: communication
nl_nl: communicatie

source: communications
nl_nl: communicaties

source: Transaction
nl_nl: Transactie

source: Indicates the transaction to which the communication belongs.
nl_nl: Geeft de transactie weer waartoe de communicatie hoort.

source: Source of communication
nl_nl: Bron van communicatie

source: Indicates who created the communication.
nl_nl: Geeft aan wie de communicatie heeft aangemaakt.

source: institution
nl_nl: Organisatie

source: Subject, or short description, of message.
nl_nl: Onderwerp, of korte omschrijving, van bericht.

source: Message
nl_nl: Bericht

source: Text of message.
nl_nl: Tekst van bericht.

source: fulfillment event
nl_nl: verwerkingsactie

source: fulfillment events
nl_nl: verwerkingsacties

source: Order
nl_nl: Bestelling

source: Indicates the order which was fulfilled.
nl_nl: Geeft de bestelling weer die verwerkt is.

source: Indicates the item which was fulfilled.
nl_nl: Geeft het item aan dat verwerkt is.

source: Fulfillment method
nl_nl: Verwerkingsmethode

source: Indicates manner in which fulfillment occurred.
nl_nl: Geeft de manier aan waarop de orderverwerking is gebeurd.

source: No fulfillment required
nl_nl: Geen verwerking vereist

source: Shipped package
nl_nl: Verstuurd pakket

source: Download
nl_nl: Downloaden

source: Notes pertaining to the fulfillment of the item.
nl_nl: Opmerkingen betreffende de verwerking van dit item.

source: order
nl_nl: bestelling

source: orders
nl_nl: bestellingen

source: Order status
nl_nl: Bestellingsstatus

source: Status of order.
nl_nl: Status van de bestelling.

source: placed
nl_nl: geplaatst

source: fulfilled
nl_nl: verwerkt

source: closed
nl_nl: gesloten

source: First name
nl_nl: Voornaam

source: Ship to: first name.
nl_nl: Verzendadres: voornaam

source: Last name
nl_nl: Familienaam

source: Ship to: last name.
nl_nl: Verzendadres: familienaam

source: Organization
nl_nl: Organisatie / bedrijf

source: Ship to: organization.
nl_nl: Verzendadres: organisatie / bedrijf

source: Address 1
nl_nl: Adreslijn 1

source: Ship to: address - first line.
nl_nl: Verzendadres: adreslijn 1

source: Address 2
nl_nl: Adreslijn 2

source: Ship to: address - second line.
nl_nl: Verzendadres: adreslijn 2

source: City
nl_nl: Stad

source: Ship to: city.
nl_nl: Verzendadres: stad

source: State/province
nl_nl: Verzendadres: provincie

source: Ship to: state/province.
nl_nl: Verzendadres: staat / provincie

source: Postal code
nl_nl: Postcode

source: Ship to: postal code.
nl_nl: Verzendadres: postcode

source: Country
nl_nl: Land

source: Ship to: country.
nl_nl: Verzendadres: land

source: Phone
nl_nl: Telefoonnummer

source: Ship to: phone.
nl_nl: Verzendadres: telefoonnummer

source: Ship to: fax.
nl_nl: Verzendadres: fax

source: Ship to: email.
nl_nl: Verzendadres: emailadres

source: Bill to: first name.
nl_nl: Facturatieadres: voornaam

source: Bill to: last name.
nl_nl: Facturatieadres: familienaam

source: Bill to: organization.
nl_nl: Facturatiegegevens: organisatie / bedrijf

source: Bill to: address - first line.
nl_nl: Facturatiegegevens: adreslijn 1

source: Bill to: address - second line.
nl_nl: Facturatiegegevens: adreslijn 2

source: Bill to: city.
nl_nl: Facturatiegegevens: stad

source: Bill to: state/province.
nl_nl: Facturatiegegevens: staat / provincie

source: Bill to: postal code.
nl_nl: Facturatiegegevens: postcode

source: Bill to: country.
nl_nl: Facturatiegegevens: land

source: Bill to: phone.
nl_nl: Facturatiegegevens: telefoonnummer

source: Bill to: fax.
nl_nl: Facturatiegegevens: fax

source: Bill to: email.
nl_nl: Facturatiegegevens: emailadres

source: Payment method
nl_nl: Betaalmethode

source: Method of payment.
nl_nl: Methode waarop betaald wordt.

source: None
nl_nl: Geen

source: Credit card
nl_nl: Kredietkaart

source: Check
nl_nl: Cheque

source: Purchase order
nl_nl: Inkooporder

source: Cash
nl_nl: Contant

source: Payment status
nl_nl: Betalingsstatus

source: Status of payment.
nl_nl: De status van de betaling.

source: Awaiting payment
nl_nl: Wachtend op betaling

source: Processing
nl_nl: Bezig met verwerken

source: Send invoice - awaiting reply
nl_nl: Factuur verstuurd - wachtend op antwoord

source: Declined
nl_nl: Geweigerd

source: Received
nl_nl: Ontvangen

source: Payment received on
nl_nl: Betaling ontvangen op

source: Date/time payment was received.
nl_nl: Datum/tijd wanneer betaling werd ontvangen.

source: Shipping method
nl_nl: Verzendmethode

source: Method by which order was shipped. The is the default method and can be overridden by the fulfillment method chosen on a per-item basis.
nl_nl: Verzendmethode voor de bestelling. Dit is de standaardmethode en kan overschreven worden door de gekozen verwerkingsmethode per specifiek item.

source: Shipping cost
nl_nl: Verzendingskosten

source: Cost of shipping charged for the order.
nl_nl: Aangerekende kostprijs voor verzending van de bestelling.

source: Handling cost
nl_nl: Afhandelingskosten

source: Cost of handling charged for the order.
nl_nl: Kosten voor het afhandelen van de bestelling.

source: Shipping notes
nl_nl: Verzendnota's

source: Notes pertaining to the shipment of the order.
nl_nl: Opmerkingen betreffende de verzending van de bestelling.

source: Date order is scheduled to ship on
nl_nl: Datum waarop de verzending van de bestelling gepland is

source: Date/time the order will be shipped.
nl_nl: Datum/tijd waarop de bestelling verzonden zal worden.

source: Date order shipped on
nl_nl: Verzenddatum van bestelling

source: Date/time the order was shipped.
nl_nl: Datum/tijd waarop de bestelling werd verzonden.

source: Order created on
nl_nl: Bestelling aangemaakt op

source: Date/time the order was created.
nl_nl: Datum/tijd waarop de bestelling werd aangemaakt.

source: order item
nl_nl: bestellingsitem

source: order items
nl_nl: bestellingsitems

source: Indicates the order to which the item belongs.
nl_nl: Geeft de bestelling aan waartoe het item behoort.

source: Indicates the collection object which the item represents.
nl_nl: Geeft het collectieobject aan dat het item vertegenwoordigt.

source: Service provided
nl_nl: Aangeboden dienst

source: Indicates the type of service that was provided.
nl_nl: Geeft het type aangeboden service aan.

source: Provision of digital copy
nl_nl: Aanbieden van digitale kopie

source: Provision of print
nl_nl: Levering van print

source: Use license (online only)
nl_nl: Gebruikslicentie (enkel online)

source: Use license (print)
nl_nl: Gebruikslicentie (print)

source: Scan of image
nl_nl: Scan van afbeelding

source: Fee
nl_nl: Honorarium

source: Fee charged for item.
nl_nl: Aangerekend honorarium voor dit item.

source: Tax
nl_nl: Belasting

source: Tax charged for item.
nl_nl: Aangerekende belasting voor item.

source: Notes pertaining to the item.
nl_nl: Opmerkingen met betrekking tot het item.

source: Restrictions
nl_nl: Beperkingen

source: Notes pertaining to use restrictions on the item.
nl_nl: Opmerkingen met betrekking tot gebruiksbeperkingen voor het item.

source: commerce transaction
nl_nl: commerce transactie

source: commerce transactions
nl_nl: commerce transacties

source: Short description
nl_nl: Korte omschrijving

source: Short description of transaction
nl_nl: Korte omschrijving van de transactie

source: Customer
nl_nl: Klant

source: Customer initiating transaction
nl_nl: Klant die transactie opstartte

source: data import event
nl_nl: data importeeractie

source: data import events
nl_nl: data importeeracties

source: User who performed data import
nl_nl: Gebruiker die de data import uitvoerde

source: Began on
nl_nl: Gestart op

source: Date and time import began
nl_nl: Datum en tijd waarop de import startte

source: Code indicating type of import (eg. OAI)
nl_nl: Code die het type import aangeeft (bvb OAI)

source: Description of data import event
nl_nl: Beschrijving van de data import actie

source: Text indicating source of data imported. For OAI and other web service imports, this will be the URL used to access the service.
nl_nl: Tekst die de bron van de geïmporteerde data aangeeft. Voor OAI en andere web service imports zal dit de URL zijn die werd gebruikt om toegang te verkrijgen tot de service.

source: data import event log entry
nl_nl: data-importeeractie log item

source: data import event log entries
nl_nl: data-importeeractie log items

source: Event
nl_nl: Actie

source: Date/time
nl_nl: Datum/tijd

source: Date and time log entry was created
nl_nl: Datum- en tijdslog item werd aangemaakt

source: Code indicating type of log entry
nl_nl: Code voor type log item

source: Warning
nl_nl: Waarschuwing

source: Notice
nl_nl: Verwittiging

source: Informational
nl_nl: Informatief

source: Log message
nl_nl: Logbericht

source: Text indicating source of log message - eg. what subsystem generated the message.
nl_nl: Tekst die de bron van het logbericht aangeeft - bvb welk subsysteem het bericht genereerde.

source: data import item
nl_nl: dataimporteer item

source: data import items
nl_nl: dataimporteer items

source: Source reference
nl_nl: Bron referentie

source: Reference to location of imported item in source data
nl_nl: Referentie naar locatie van geïmporteerd item in brondata

source: Code indicating whether row was newly inserted into database or and existing row was updated
nl_nl: Code die aangeeft of een nieuwe rijd werd toegevoegd aan de database of een bestaande rij werd geüpdate

source: Inserted
nl_nl: Toegevoegd

source: Updated
nl_nl: Bijgewerkt

source: Started on
nl_nl: Gestart op

source: Date and time import of item was begun
nl_nl: Datum en tijd waarop de import van het item begon

source: Completed on
nl_nl: Voltooid op

source: Date and time import of item was completed
nl_nl: Datum en tijd waarop de import van het item was afgerond

source: Elapsed time
nl_nl: Verstreken tijd

source: Time, in seconds, taken to import item
nl_nl: In beslag genomen tijd, in seconden, om item te importeren

source: Successfully imported?
nl_nl: Met succes geïmporteerd?

source: Indicates if the item was successfully imported or not.
nl_nl: Geeft aan of het item al dan niet met succes was geïmporteerd.

source: Failed
nl_nl: Mislukt

source: Partial success
nl_nl: Gedeeltelijk succes

source: Success
nl_nl: Geslaagd

source: editor UI
nl_nl: ingavescherm UI

source: editor UIs
nl_nl: ingavescherm UIs

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze gebruikersinterface te identificeren

source: Editor code
nl_nl: Code ingavescherm

source: Unique code for editor; used to identify the editor for configuration purposes.
nl_nl: Unieke code voor ingavescherm; gebruikt om een ingavescherm voor configuratiedoeleinden te identificeren.

source: Is system UI?
nl_nl: Is systeem UI?

source: If set, user interface will be available to all users.
nl_nl: Indien ingesteld zal de gebruikersinterface beschikbaar zijn voor alle gebruikers.

source: Editor type
nl_nl: Type ingavescherm

source: Type of item this editor UI operates on.
nl_nl: Het type item waarop deze ingavescherm UI werkt.

source: object lot events
nl_nl: objectlot evenementen

source: lists
nl_nl: lijsten

source: search forms
nl_nl: zoekformulieren

source: displays
nl_nl: weergaves

source: user interfaces
nl_nl: gebruikersinterfaces

source: user interface screens
nl_nl: gebruikersinterface schermen

source: import/export mappings
nl_nl: import/export koppelingen

source: import/export mapping groups
nl_nl: import/export koppelingsgroepen

source: Color
nl_nl: Kleur

source: Color to identify the editor UI with
nl_nl: Kleur om de ingavescherm UI mee te identificeren

source: Icon
nl_nl: Icoon

source: Optional icon to identify the editor UI with
nl_nl: Optioneel icoon om de ingavescherm UI mee te identificeren

source: Screens
nl_nl: Schermen

source: Could not reorder screen %1: %2
nl_nl: Scherm kon niet herschikt worden %1:%2

source: editor UIs ⇔ user association
nl_nl: weergavescherm UIs ⇔ gebruikersassociatie

source: editor UIs ⇔ user associations
nl_nl: ingavescherm UIs ⇔ gebruiker associaties

source: editor UIs ⇔ group association
nl_nl: weergavescherm UIs ⇔ groep associatie

source: editor UIs ⇔ group associations
nl_nl: weergavescherm UIs ⇔ groep associaties

source: Alternate label to place on bundle
nl_nl: Alternatief label om op bundel te plaatsen

source: Custom label text to use for this placement of this bundle.
nl_nl: Aangepaste labeltekst te gebruiken voor de plaatsing van deze bundel.

source: Alternate label to place on bundle add button
nl_nl: Alternatief label om op bundel toevoegknop te plaatsen

source: Custom text to use for the add button for this placement of this bundle.
nl_nl: Aangepaste tekst te gebruiken voor de toevoegen-knop voor de plaatsing van deze bundel.

source: Descriptive text for bundle.
nl_nl: Beschrijvende tekst voor bundel.

source: Descriptive text to use for help for bundle. Will override descriptive text set for underlying metadata element, if set.
nl_nl: Te gebruiken beschrijvende tekst voor hulp voor deze bundel. Dit zal de beschrijvende tekst vervangen voor onderliggende metadata elementen, indien deze is ingesteld.

source: Width
nl_nl: Breedte

source: Width, in characters or pixels, of search form elements.
nl_nl: Breedte, in aantal karakters of pixels, van zoekformulier elementen.

source: Height
nl_nl: Hoogte

source: Read only?
nl_nl: Alleen-lezen?

source: If checked, field will not be editable.
nl_nl: Indien ingesteld zal het veld niet bewerkbaar zijn.

source: UI bundle placement
nl_nl: UI bundel plaatsing

source: UI bundle placements
nl_nl: UI bundel plaatsingen

source: Placement code
nl_nl: Plaatsingscode

source: Unique code for placement of this bundle on this screen.
nl_nl: Unieke identificatiecode voor plaatsing van deze bundel op dit scherm.

source: editor UI name
nl_nl: ingavescherm UI naam

source: editor UI names
nl_nl: ingavescherm UI namen

source: Name of editor
nl_nl: Naam van ingavescherm

source: Description of editor
nl_nl: Beschrijving van ingavescherm

source: Locale editor name
nl_nl: Lokalisatie ingavescherm naam

source: editor UI screen
nl_nl: ingavescherm UI scherm

source: editor UI screens
nl_nl: ingavescherm UI schermen

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface screen
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit gebruikersinterface scherm te identificeren

source: Screen identifier
nl_nl: Scherm identificatiecode

source: Unique alphanumeric identifier for this screen
nl_nl: Unieke alfanumerieke identificatiecode voor dit scherm

source: Is default screen?
nl_nl: Is standaardscherm?

source: Indicates if this screen should be used as the default screen when creating a new item.
nl_nl: Geeft aan of dit scherm als standaardscherm gebruikt dient te worden wanneer een nieuw item wordt aangemaakt.

source: Color to identify the screen with
nl_nl: Kleur waarmee het scherm wordt geïdentificeerd

source: Optional icon identify the screen with
nl_nl: Optioneel icoon om het scherm mee te identificeren

source: Screen content
nl_nl: Inhoud van scherm

source: Type restrictions
nl_nl: Type beperkingen

source: Restricts display to items related using the specified relationship type(s). Leave all unselected for no restriction.
nl_nl: Beperkt weergave tot gerelateerde items die gebruik maken van de gespecificeerde relatietype(s). Voor geen restricties, laat blanco.

source: Restricts display to items of the specified type(s). Leave all unselected for no restriction.
nl_nl: Beperkt weergave tot items van de gespecificeerde type(s). Voor geen restricties, laat blanco.

source: Do not include sub-types in type restriction
nl_nl: Reken subtypes niet mee in de restrictie van type

source: Normally restricting to type(s) automatically includes all sub-(child) types. If this option is checked then the lookup results will include items with the selected type(s) <b>only</b>.
nl_nl: Normaal gezien omvat het beperken tot bepaalde type(s) automatisch alle subtypes (kinderen). Indien deze optie is aangevinkt zullen de automatisch aangevulde resultaten <b>enkel</b> items omvatten van het geselecteerde type.

source: Restrict to list
nl_nl: Beperk tot lijst

source: Restricts display to items from the specified list(s). Leave all unselected for no restriction.
nl_nl: Beperkt weergave tot items van de gespecificeerde lijst(en). Voor geen restricties, laat blanco.

source: Use hierarchy browser?
nl_nl: Gebruik hiërarchische verkenner?

source: If checked a hierarchical browser will be used to select related items instead of an auto-complete lookup.
nl_nl: Indien aangevinkt zal een hiërarchisch venster gebruikt worden om gerelateerde items te selecteren, in plaats van een automatisch aanvullend veld.

source: Height of hierarchical browser
nl_nl: Hoogte van de hiërarchische verkenner

source: Height of hierarchical browser.
nl_nl: Hoogte van de hiërarchische verkenner.

source: Open hierarchy browser by default
nl_nl: Open standaard hiërarchische verkenner

source: If checked hierarchy browser will be open when form loads.
nl_nl: Indien aangevinkt zal de hiërarchische verkenner geopend worden wanneer het formulier laadt.

source: editor ui screen label
nl_nl: ingavescherm UI label

source: editor ui screen labels
nl_nl: ingavescherm UI labels

source: Name of UI screen
nl_nl: Naam van UI scherm

source: Description of UI screen
nl_nl: Beschrijving van UI scherm

source: editor ui screen type restriction
nl_nl: ingavescherm UI schermtype restrictie

source: editor ui screen type restrictions
nl_nl: ingavescherm UI schermtype restricties

source: Table
nl_nl: Tabel

source: Table this restriction binds the UI screen to
nl_nl: Tabel waartoe deze restrictie het UI scherm verbindt

source: Restriction settings
nl_nl: Restrictie-instellingen

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de restrictie indien weergegeven in een lijst met andere restricties. Lagere nummers representeren een hogere prioriteit

source: Unique numeric identifier used by CollectiveAccess internally to identify this entity
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze entiteit te identificeren

source: The locale from which the entity originates.
nl_nl: De lokalisatie waaruit de entity afkomstig is.

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
nl_nl: Administratieve bron van de entiteit. Deze waarde wordt vaak gebruikt om de administratieve sub-afdeling of oude database aan te geven waarvan de entiteit afkomstig is, maar kan ook worden aangewend als een eenvoudige classificatietool indien nodig.

source: Entity type
nl_nl: Entiteitstype

source: The type of the entity. eg. individual, organization, family, etc.
nl_nl: Het type entiteit, bvb individuele persoon, organisatie, familie, enz...

source: Entity identifier
nl_nl: Entiteit identificatiecode

source: A unique alphanumeric identifier for this entity.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze entiteit.

source: Data source information
nl_nl: Informatie databron

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
nl_nl: Serialized array gebruikt om broninformatie over de entiteit-informatie opgehaald via webservices op te slaan [NOG NIET GEÏMPLEMENTEERD].

source: Lifetime
nl_nl: Levensduur

source: Lifetime of entity (date range)
nl_nl: Levensduur van entiteit (datumbereik)

source: Entity hierarchy
nl_nl: Entiteitshiërarchie

source: Identifier of entity that is root of the entity hierarchy.
nl_nl: Identificatiecode voor de entiteit die de wortel is van de entiteitshiërarchie.

source: Indicates if entity information is accessible to the public or not.
nl_nl: Geeft aan of de entiteitsinformatie al dan niet publiek toegankelijk is.

source: Indicates the current state of the entity record.
nl_nl: Geeft de huidige status aan van het entiteit record.

source: Indicates if the entity is deleted or not.
nl_nl: Geeft aan of de entiteit al dan niet is verwijderd.

source: entity ⇔ collection relationship
nl_nl: entiteit ⇔ collectie relatie

source: entity ⇔ collection relationships
nl_nl: entiteit ⇔ collectie relaties

source: entity ⇔ entity relationship
nl_nl: entiteit ⇔ entiteit relatie

source: entity ⇔ entity relationships
nl_nl: entiteit ⇔ entiteit relaties

source: entity ⇔ occurrence relationship
nl_nl: entiteit ⇔ gebeurtenis relatie

source: entity ⇔ occurrence relationships
nl_nl: entiteit ⇔ gebeurtenis relaties

source: entity ⇔ place relationship
nl_nl: entiteit ⇔ plaats relatie

source: entity ⇔ place relationships
nl_nl: entiteit ⇔ plaats relaties

source: entity ⇔ storage location relationship
nl_nl: entiteit ⇔ opslaglocatie relatie

source: entity ⇔ storage location relationships
nl_nl: entiteit ⇔ opslaglocatie relaties
