Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Indicates the current state of the movement record.
nl_nl: Geeft de huidige status aan van het verplaatsingsrecord.

source: Indicates if the movement is deleted or not.
nl_nl: Geeft aan of de verplaatsing al dan niet verwijderd is.

source: movements ⇔ collections relationship
nl_nl: verplaatsingen ⇔ collecties relatie

source: movements ⇔ collections relationships
nl_nl: verplaatsingen ⇔ collecties relaties

source: movements ⇔ entities relationship
nl_nl: verplaatsingen ⇔ entiteiten relatie

source: movements ⇔ entities relationships
nl_nl: verplaatsingen ⇔ entiteiten relaties

source: movement ⇔ movement relationship
nl_nl: verplaatsing ⇔ verplaatsing relatie

source: movement ⇔ movement relationships
nl_nl: verplaatsing ⇔ verplaatsing relaties

source: movements ⇔ objects relationship
nl_nl: verplaatsingen ⇔ objecten relatie

source: movements ⇔ objects relationships
nl_nl: verplaatsingen ⇔ objecten relaties

source: movements ⇔ object lots relationship
nl_nl: verplaatsingen ⇔ objectlot relatie

source: movements ⇔ object lots relationships
nl_nl: verplaatsingen ⇔ objectlot relaties

source: movements ⇔ occurrences relationship
nl_nl: verplaatsingen ⇔ gebeurtenis relatie

source: movements ⇔ occurrences relationships
nl_nl: verplaatsingen ⇔ gebeurtenis relaties

source: movements ⇔ places relationship
nl_nl: verplaatsingen ⇔ plaatsen relatie

source: movements ⇔ places relationships
nl_nl: verplaatsingen ⇔ plaatsen relaties

source: movements ⇔ storage locations relationship
nl_nl: verplaatsingen ⇔ opslaglocatie relatie

source: movements ⇔ storage locations relationships
nl_nl: verplaatsingen ⇔ opslaglocatie relaties

source: movements ⇔ vocabulary terms relationship
nl_nl: verplaatsingen ⇔ woordenschat term relatie

source: movements ⇔ vocabulary terms relationships
nl_nl: verplaatsingen ⇔ woordenschat term relaties

source: movement title
nl_nl: titel van verplaatsing

source: movement titles
nl_nl: verplaatsingstitels

source: Descriptive title for movement
nl_nl: Beschrijvende titel voor verplaatsing

source: multipart ID numbering sequence
nl_nl: meerdelige identificatiecode nummeringsvolgorde

source: multipart ID numbering sequences
nl_nl: meerdelige identificatiecode nummeringsvolgordes

source: Unique numeric identifier used by CollectiveAccess internally to identify this object
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit object te identificeren

source: Lot this object belongs to; is null if object is not part of a lot.
nl_nl: Lot waartoe dit object behoort; is null als het object geen onderdeel is van een lot.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
nl_nl: Administratieve bron van het object. Deze waarde wordt vaak gebruikt om de administratieve sub-afdeling of oude database aan te geven waarvan het object afkomstig is, maar kan ook worden aangewend als een eenvoudige classificatietool indien nodig.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
nl_nl: Het type object. In CollectiveAccess heeft elk object een enkel "intrinsiek" type dat de set van beschrijvende, technische en administratieve metadata bepaalt die erop kunnen worden toegepast. Zodoende is dit type "low-level" en direct gekoppeld aan de vorm van het object - bvb. een foto, boek, analoge video-opname, enz...

source: Object identifier
nl_nl: Object identificatiecode

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
nl_nl: Een unieke alfanumerieke identificatiecode voor dit object. Dit is meestal gelijk aan het "verwervingsnummer" in museuminstellingen.

source: Accession status
nl_nl: Verwervingsstatus

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
nl_nl: Geeft de verwerving/collectie status van het object weer. (bvb. verworven, in verwerving, lening, niet-verworven item, enz...)

source: Acquisition method
nl_nl: Wervingsmethode

source: Indicates method employed to acquire the object.
nl_nl: Geeft de methode aan waarom het object is verworven.

source: Extent
nl_nl: Omvang

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
nl_nl: De omvang van het object. Dit is normaal gezien het aantal unieke items waaruit het object wordt gevormd dat wordt voorgesteld door dit record. Dit wordt opgeslagen als een geheel getal (bvb. 1, 2, 3...).

source: Extent units
nl_nl: Eenheden van omvang

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
nl_nl: Eenheid van de omvangswaarde (bvb. stuks, items, onderdelen, enz...)

source: Indicates if object is accessible to the public or not.
nl_nl: Geeft aan of het object al dan niet publiek toegankelijk is.

source: Indicates the current state of the object record.
nl_nl: Geeft de huidige status aan van het object record.

source: Indicates if the object is deleted or not.
nl_nl: Geeft aan of het object al dan niet verwijderd is.

source: Media representations
nl_nl: Mediavoorstellingen

source: Related events
nl_nl: Gerelateerde evenementen

source: Representation id=%1 does not exist
nl_nl: Voorstelling id=%1 bestaat niet

source: Representation id=%1 is not related to object id=%2
nl_nl: Voorstelling id=%1 is niet gerelateerd aan object id=%2

source: object ⇔ collection relationship
nl_nl: object ⇔ collectie relatie

source: object ⇔ collection relationships
nl_nl: object ⇔ collectie relaties

source: object ⇔ entity relationship
nl_nl: object ⇔ entiteit relatie

source: object ⇔ entity relationships
nl_nl: object ⇔ entiteit relaties

source: object ⇔ object relationship
nl_nl: object ⇔ object relatie

source: object ⇔ object relationships
nl_nl: object ⇔ object relaties

source: object ⇔ object representation relationship
nl_nl: object ⇔ objectvoorstelling relatie

source: object ⇔ object representation relationships
nl_nl: object ⇔ objectvoorstelling relaties

source: Is primary?
nl_nl: Is primair?

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
nl_nl: Duidt aan dat de voorstelling gebruikt dient te worden om het object af te beelden in situaties waarbij slechts een enkele voorstelling getoond kan worden (bijvoorbeeld zoekresultaten).

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de voorstelling wanneer weergegeven in een lijst met andere voorstellingen. Lagere getallen geven een hogere prioriteit weer.

source: Related object does not exist
nl_nl: Gerelateerd object bestaat niet

source: Could not update primary flag for representation: %1
nl_nl: Deze voorstelling kon niet als primair ingesteld worden: %1

source: Could not load object-representation link
nl_nl: De objectvoorstellingslink kon niet geladen worden

source: object ⇔ occurrence relationship
nl_nl: object ⇔ gebeurtenis relatie

source: object ⇔ occurrence relationships
nl_nl: object ⇔ gebeurtenis relaties

source: object ⇔ place relationship
nl_nl: object ⇔ plaats relatie

source: object ⇔ place relationships
nl_nl: object ⇔ plaats relaties

source: object ⇔ storage location relationship
nl_nl: object ⇔ opslaglocatie relatie

source: object ⇔ storage location relationships
nl_nl: object ⇔ opslaglocatie relaties

source: object ⇔ vocabulary term relationship
nl_nl: object ⇔ woordenschat term relatie

source: object ⇔ vocabulary term relationships
nl_nl: object ⇔ woordenschat term relaties

source: object event
nl_nl: object evenement

source: Unique numeric identifier used by CollectiveAccess internally to identify this event
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit evenement te identificeren

source: Event type
nl_nl: Evenementtype

source: Planned date
nl_nl: Geplande datum

source: Event date
nl_nl: Evenement datum

source: object event ⇔ entity relationship
nl_nl: object evenement ⇔ entiteit relatie

source: object event ⇔ entity relationships
nl_nl: object evenement ⇔ entiteit relaties

source: object event ⇔ occurrence relationship
nl_nl: object evenement ⇔ gebeurtenis relatie

source: object event ⇔ occurrence relationships
nl_nl: object evenement ⇔ gebeurtenis relaties

source: object event ⇔ place relationship
nl_nl: object evenement ⇔ plaats relatie

source: object event ⇔ place relationships
nl_nl: object evenement ⇔ plaats relaties

source: object event ⇔ storage location relationship
nl_nl: object evenement ⇔ opslaglocatie relatie

source: object event ⇔ storage location relationships
nl_nl: object evenement ⇔ opslaglocatie relaties

source: object event ⇔ vocabulary term relationship
nl_nl: object evenement ⇔ woordenschat term relatie

source: object event ⇔ vocabulary term relationships
nl_nl: object evenement ⇔ woordenschat term relaties

source: object event title
nl_nl: object evenement titel

source: object event titles
nl_nl: object evenement titels

source: Sortable version of name value
nl_nl: Sorteerbare versie van waarde naam

source: object title
nl_nl: objecttitel

source: object titles
nl_nl: objecttitels

source: Name of object
nl_nl: Naam van object

source: Unique numeric identifier used by CollectiveAccess internally to identify this lot
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit lot te identificeren

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
nl_nl: Het type object lot. In CollectiveAccess heeft elk object lot een enkel "intrinsiek" type dat de set van beschrijvende en administratieve metadata bepaalt die erop kunnen worden toegepast.

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
nl_nl: Geeft de verwerving/collectie status weer van het lot. (bvb. verworven, in verwerving, lening, niet-verworven item, enz..)

source: Lot identifier
nl_nl: Lot identificatiecode

source: Unique alphanumeric code identifying the lot.
nl_nl: Uniek alfanumerieke identificatiecode voor het lot.

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
nl_nl: De omvang van het object lot. Dit is normaal gezien het aantal unieke items waaruit het lot bestaat. Het wordt opgeslagen als een geheel getal (bvb 1, 2, 3, ...).

source: Indicates if object lot is accessible to the public or not.
nl_nl: Geeft aan of het object lot al dan niet publiek toegankelijk is.

source: Indicates the current state of the object lot record.
nl_nl: Geeft de huidige status aan van het object lot record.

source: Indicates if the object lot is deleted or not.
nl_nl: Geeft aan of het object lot al dan niet verwijderd is.

source: object lot ⇔ collection relationship
nl_nl: objectlot ⇔ collectie relatie

source: object lot ⇔ collection relationships
nl_nl: objectlot ⇔ collectie relaties

source: object lot ⇔ entity relationship
nl_nl: objectlot ⇔ entiteit relatie

source: object lot ⇔ entity relationships
nl_nl: objectlot ⇔ entiteit relaties

source: object lot ⇔ occurrence relationship
nl_nl: objectlot ⇔ gebeurtenis relatie

source: object lot ⇔ occurrence relationships
nl_nl: objectlot ⇔ gebeurtenis relaties

source: object lot ⇔ place relationship
nl_nl: objectlot ⇔ plaats relatie

source: object lot ⇔ place relationships
nl_nl: objectlot ⇔ plaats relaties

source: object lot ⇔ storage location relationship
nl_nl: objectlot ⇔ opslaglocatie relatie

source: object lot ⇔ storage location relationships
nl_nl: objectlot ⇔ opslaglocatie relaties

source: object lot ⇔ vocabulary term relationship
nl_nl: objectlot ⇔ woordenschat term relatie

source: object lot ⇔ vocabulary term relationships
nl_nl: objectlot ⇔ woordenschat term relaties

source: object lot event
nl_nl: objectlot evenement

source: Planned date for event
nl_nl: Geplande datum voor evenement

source: Date (or range of dates) on which the event is planned to occur.
nl_nl: Datum (of datumbereik) waarop het evenement gepland is.

source: Date event occurred on
nl_nl: Datum waarop het evenement plaatsvond

source: Date (or range of dates) on which the event actually occurred.
nl_nl: Datum (of datumbereik) waarop het evenement effectief plaatsvond.

source: object lot event ⇔ storage location relationship
nl_nl: objectlot evenement ⇔ opslaglocatie relatie

source: object lot event ⇔ storage location relationships
nl_nl: objectlot evenement ⇔ opslaglocatie relaties

source: object lot event ⇔ vocabulary term relationship
nl_nl: object lot evenement ⇔ woordenlijst term relatie

source: object lot event ⇔ vocabulary term relationships
nl_nl: object lot evenement ⇔ woordenlijst term relaties

source: object lot event title
nl_nl: objectlot evenement titel

source: object lot event titles
nl_nl: objectlot evenement titels

source: lot title
nl_nl: lottitel

source: lot titles
nl_nl: lottitels

source: Name of lot
nl_nl: Naam van lot

source: Unique numeric identifier used by CollectiveAccess internally to identify this representation
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze voorstelling te identificeren

source: The locale from which the representation originates.
nl_nl: De lokalisatie waaruit de voorstelling afkomstig is.

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
nl_nl: Duidt het type voorstelling aan. Het type kan enkel worden ingesteld bij het aanmaken van een nieuwe voorstelling en kan niet worden aangepast eens de voorstelling is opgeslagen.

source: Representation identifier
nl_nl: Voorstelling identificatiecode

source: A unique alphanumeric identifier for this representation.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze voorstelling.

source: Media content
nl_nl: Media inhoud

source: MD5-generated "fingerprint" for this media.
nl_nl: MD5-gegenereerde "vingerafdruk" voor dit medium.

source: Original filename
nl_nl: Originele bestandsnaam

source: The filename of the media at the time of upload.
nl_nl: De bestandsnaam van dit medium ten tijde van de upload.

source: Indicates if representation is accessible to the public or not.
nl_nl: Geeft aan of de voorstelling al dan niet publiek toegankelijk is.

source: Indicates the current state of the representation.
nl_nl: Geeft de huidige status aan van de voorstelling.

source: Related annotations
nl_nl: Gerelateerde aantekeningen

source: Media and preview images
nl_nl: Media en voorbeeldweergaves

source: No media was specified
nl_nl: Geen media gespecificeerd

source: File is not part of this representation
nl_nl: Bestand is geen onderdeel van deze voorstelling

source: representation ⇔ collection relationship
nl_nl: voorstelling ⇔ collectie relatie

source: representation ⇔ collection relationships
nl_nl: voorstelling ⇔ collectie relaties

source: object representation ⇔ entity relationship
nl_nl: objectvoorstelling ⇔ entiteit relatie

source: object representation ⇔ entity relationships
nl_nl: objectvoorstelling ⇔ entiteit relaties

source: object representation ⇔ object representation relationship
nl_nl: objectvoorstelling ⇔ objectvoorstelling relatie

source: object representation ⇔ object representation relationships
nl_nl: objectvoorstelling ⇔ objectvoorstelling relaties

source: representation ⇔ occurrence relationship
nl_nl: objectvoorstelling ⇔ gebeurtenis relatie

source: representation ⇔ occurrence relationships
nl_nl: objectvoorstelling ⇔ gebeurtenis relaties

source: representation ⇔ place relationship
nl_nl: voorstelling ⇔ plaats relatie

source: representation ⇔ place relationships
nl_nl: voorstelling ⇔ plaats relaties

source: representation ⇔ storage location relationship
nl_nl: voorstelling ⇔ opslaglocatie relatie

source: representation ⇔ storage location relationships
nl_nl: voorstelling ⇔ opslaglocatie relaties

source: object representations ⇔ vocabulary term relationship
nl_nl: objectvoorstellingen ⇔ woordenlijst term relatie

source: object representations ⇔ vocabulary term relationships
nl_nl: objectvoorstellingen ⇔ woordenlijst term relaties

source: object representation caption
nl_nl: Objectvoorstelling bijschrift

source: object representation captions
nl_nl: Objectvoorstelling bijschriften

source: Name of representation
nl_nl: Naam van voorstelling

source: object representation multifile
nl_nl: Objectvoorstelling meerdere bestanden

source: object representation multifiles
nl_nl: Objectvoorstellingen meerdere bestanden

source: Resource path
nl_nl: Bronpad

source: Organizational path into which this file is placed.
nl_nl: Organisatorisch pad waarin dit bestand is geplaatst.

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
nl_nl: Geeft aan hoe meerdere bestanden gesorteerd moeten worden in een lijst. Hogere rangen bevinden zich lager in de lijst. D.w.z. dat rang gebruikt wordt om in oplopende volgorde te sorteren.

source: occurrence
nl_nl: gebeurtenis

source: Unique numeric identifier used by CollectiveAccess internally to identify this occurrence
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze gebeurtenis te identificeren

source: The locale from which the item originates.
nl_nl: De lokalisatie waaruit het item afkomstig is.

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
nl_nl: Het type gebeurtenis. In CollectiveAccess heeft elke gebeurtenis een enkel "intrinsiek" type dat de set van beschrijvende en administratieve metadata bepaalt die erop kunnen worden toegepast.

source: A unique alphanumeric identifier for this entry.
nl_nl: Een unieke alfanumerieke identificatiecode voor dit item.

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
nl_nl: Administratieve bron. Deze waarde wordt vaak gebruikt om de administratieve sub-afdeling of oude database aan te geven waarvan de informatie afkomstig is, maar kan ook worden aangewend als een eenvoudige classificatietool indien nodig.

source: Indicates if object is accessible to the public or not.
nl_nl: Geeft aan of het object al dan niet publiek toegankelijk is.

source: Indicates the current state of the record.
nl_nl: Geeft de huidige status aan van het record.

source: Indicates if the record is deleted or not.
nl_nl: Geeft aan of het record al dan niet verwijderd is.

source: occurrence ⇔ collection relationship
nl_nl: gebeurtenis ⇔ collectie relatie

source: occurrence ⇔ collection relationships
nl_nl: gebeurtenis ⇔ collectie relaties

source: occurrence ⇔ occurrence relationship
nl_nl: gebeurtenis ⇔ gebeurtenis relatie

source: occurrence ⇔ occurrence relationships
nl_nl: gebeurtenis ⇔ gebeurtenis relaties

source: occurrences ⇔ storage locations relationship
nl_nl: gebeurtenissen ⇔ opslaglocaties relatie

source: occurrences ⇔ storage locations relationships
nl_nl: gebeurtenissen ⇔ opslaglocaties relaties

source: occurrence ⇔ vocabulary term relationship
nl_nl: gebeurtenis ⇔ woordenlijst term relatie

source: occurrence ⇔ vocabulary term relationships
nl_nl: gebeurtenis ⇔ woordenlijst term relaties

source: occurrence name
nl_nl: naam gebeurtenis

source: occurrence names
nl_nl: namen gebeurtenis

source: Name of occurrence
nl_nl: Naam van gebeurtenis

source: Unique numeric identifier used by CollectiveAccess internally to identify this place
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze plaats te identificeren

source: The primary locale associated with the place.
nl_nl: De primaire lokalisatie geassocieerd met deze plaats.

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
nl_nl: Het type plaats. In CollectiveAccess heeft elke plaats een enkel "intrinsiek" type dat de set van beschrijvende en administratieve metadata bepaalt die erop kunnen worden toegepast.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
nl_nl: Administratieve bron van de plaats. Deze waarde wordt vaak gebruikt om de administratieve sub-afdeling of oude database aan te geven waarvan de plaats afkomstig is, maar kan ook worden aangewend als een eenvoudige classificatietool indien nodig.

source: Place identifier
nl_nl: Plaats identificatiecode

source: Unique identifier for place
nl_nl: Unieke identificatiecode voor plaats

source: Lifespan
nl_nl: Levensduur

source: Lifespan of place (range of dates)
nl_nl: Levensduur van de plaats (datumbereik)

source: Indicates if place information is accessible to the public or not.
nl_nl: Geeft aan of de plaatsinformatie al dan niet publiek toegankelijk is.

source: Indicates the current state of the place record.
nl_nl: Geeft de huidige status aan van het plaats record.

source: Indicates if the place is deleted or not.
nl_nl: Geeft aan of de plaats al dan niet verwijderd is.

source: place ⇔ collection relationship
nl_nl: plaats ⇔ collectie relatie

source: place ⇔ collection relationships
nl_nl: plaats ⇔ collectie relaties

source: place ⇔ occurrence relationship
nl_nl: plaats ⇔ gebeurtenis relatie

source: place ⇔ occurrence relationships
nl_nl: plaats ⇔ gebeurtenis relaties

source: place ⇔ place relationship
nl_nl: plaats ⇔ plaats relatie

source: place ⇔ place relationships
nl_nl: plaats ⇔ plaats relaties

source: places ⇔ storage locations relationship
nl_nl: plaatsen ⇔ opslaglocaties relatie

source: places ⇔ storage locations relationships
nl_nl: plaatsen ⇔ opslaglocaties relaties

source: place ⇔ vocabulary term relationship
nl_nl: plaats ⇔ woordenlijst term relatie

source: place ⇔ vocabulary term relationships
nl_nl: plaats ⇔ woordenlijst term relaties

source: place name
nl_nl: plaatsnaam

source: place names
nl_nl: plaatsnamen

source: Source info
nl_nl: Broninformatie

source: relationship relationship
nl_nl: relatie relatie

source: relationship relationships
nl_nl: relatie relaties

source: Unique numeric identifier used by CollectiveAccess internally to identify this relationship type
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit relatietype te identificeren

source: Type restriction for "left" side of relationship
nl_nl: Restrictie op type voor "linkerkant" van relatie
