Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Use the controls above to replace existing preview images for this representation. If <em>Update with uploaded media</em> is checked then the media you have selected for upload will be used to generate the replacement previews. For PDF and video representation you may alternatively elect to generate new previews from a specific page or frame using the <em>Update using page</em> and <em>Update using frame at timecode</em> options. You can control which preview versions are generated by checking or unchecking options in the <em>Update preview versions</em> section. Note that replacement of preview images will be performed only if the master <em>Modify preview images</em> checkbox is checked. If unchecked the uploaded media will completely replace <strong>all</strong> media and previews associated with this representation.
nl_nl: Gebruik bovenstaande opties om bestaande voorbeeldweergaves te vervangen voor deze voorstelling. Indien <em>Werk bij met geuploade media</em> is geselecteerd, zullen de voor upload geselecteerde media gebruikt worden om de vervangende voorbeeldweergaves te genereren. Voor PDF en video voorstellingen kan u alternatief kiezen om voorbeeldweergaves te genereren op basis van een specifieke pagina of frame via respectievelijk de <em>Stel in op paginanummer</em> en <em>Stel in op frame op volgende tijdscode</em> opties. U kan bepalen welke voorbeeldweergaves gegenereerd zullen worden door de opties aan- of af te vinken in de <em>Voorbeeldweergaves bijwerken</em> sectie. Merk op dat het vervangen van voorbeeldweergaves enkel zal worden uitgevoerd indien de hoofdcheckbox <em>Pas voorbeeldweergaves aan</em> is aangevinkt. Indien uitgevinkt zullen de geuploade media <strong>alle</strong>media en voorbeeldweergaves gelinkt met deze voorstelling volledig vervangen.

source: Annotations are not supported for this type of media
nl_nl: Aantekeningen zijn niet ondersteund voor dit type media

source: Play Clip
nl_nl: Speel clip af

source: Add annotation
nl_nl: Voeg aantekening toe

source: Drag your selection from column to column to edit the contents of the search form.
nl_nl: Versleep uw selectie van kolom naar kolom om de inhoud van het zoekformulier aan te passen.

source: Available search items
nl_nl: Beschikbare zoekitems

source: Items to search
nl_nl: Zoekitems

source: No sets are available
nl_nl: Er zijn geen sets beschikbaar

source: You must save this set before you can add items to it.
nl_nl: U dient deze set op te slaan alvorens u er items kan aan toevoegen.

source: identifier
nl_nl: identificatiecode

source: Add %1 to set
nl_nl: Voeg %1 toe aan set

source: There are no items in this set
nl_nl: Deze set bevat geen items

source: Edit set item metadata
nl_nl: Metadata voor set item bewerken

source: Add stop
nl_nl: Voeg rondleidingshalte toe

source: for period
nl_nl: voor de periode

source: Add user access
nl_nl: Voeg gebruikerstoegang toe

source: Add group access
nl_nl: Voeg groepstoegang toe

source: Show Hierarchy
nl_nl: Toon hiërarchie

source: Find
nl_nl: Vind

source: Click %1 names to explore. Click on an arrow icon to open a %1 for editing.
nl_nl: Klik %1 namen om te verkennen. Klik op een pijltjesicoon om een %1 te openen voor bewerking.

source: Click on an arrow to choose the location to move this record under.
nl_nl: Klik op een pijl om de locatie te selecteren waaronder deze record geplaatst dient te worden.

source: Use the controls below to create new %1 relative to this record in the hierarchy.
nl_nl: Gebruik de bedieningselementen hieronder om nieuwe %1 aan te maken relatief aan dit record in de hiërarchie.

source: under (child)
nl_nl: onder (kind)

source: above (parent)
nl_nl: boven (ouder)

source: next to (sibling)
nl_nl: naast (broers)

source: Add a new %1 %2 <em>%3</em>
nl_nl: Voeg een nieuw %1 item toe %2 <em>%3</em>

source: Close browser
nl_nl: Sluit verkenner

source: Will be moved under <em>%1</em> after next save.
nl_nl: Zal onder <em>%1</em> verplaatst worden wanneer u de volgende keer opslaat.

source: Extract from hierarchy
nl_nl: Haal weg uit hiërarchie

source: Will be placed at the top of its own hierarchy after next save.
nl_nl: Zal bovenaan zijn eigen hiërarchie worden geplaatst bij de volgende bewaaractie.

source: Show in browser
nl_nl: Toon in verkenner

source: Use the browser to explore the hierarchy. You can edit other hierarchy items by clicking on the arrow.
nl_nl: Gebruik de verkenner om de hiërarchie te doorlopen. U kan andere hiërachie-items bewerken door op de pijl te klikken.

source: Display %1 version
nl_nl: Toon %1 versie

source: Add
nl_nl: Voeg toe

source: Edit metadata
nl_nl: Bewerk metadata

source: %1 of %2
nl_nl: %1 van %2

source: No settings
nl_nl: Geen instellingen

source: No settings available
nl_nl: Geen instellingen beschikbaar

source: Add a Widget
nl_nl: Voeg een widget toe

source: Clear dashboard
nl_nl: Dashboard leegmaken

source: Edit dashboard
nl_nl: Dashboard bewerken

source: Add widget
nl_nl: Voeg widget toe

source: Done
nl_nl: Gereed

source: This is your CollectiveAccess dashboard. Click the "Edit Dashboard" button above to add widgets to your dashboard that will allow you to monitor system activity. You'll see your dashboard whenever you login or click the CollectiveAccess logo above.
nl_nl: Dit is je CollectiveAccess dashboard. Klik de "Dashboard bewerken" knop hierboven om widgets toe te voegen aan je dashboard, die je toelaten om systeemactiviteiten op te volgen. Je zal het dashboard zien telkens je inlogt of op het CollectiveAccess logo hierboven klikt.

source: Use the button above to add a widget to your dashboard. You can drag and drop the widgets in the left or right columns in the order you would like them to appear. To customize the information in each widget, click the <i>"i"</i> button in the upper right corner of the widget. To remove the widget from your dashboard click the "X" button in the upper right corner of the widget. Click the "Clear dashboard" button above to remove all widgets from your dashboard. When you are finished editing your dashboard, click the "Done" button above.
nl_nl: Gebruik bovenstaande knop om een widget aan je dashboard toe te voegen. Je kan de widgets in de linker- of rechterkolommen verplaatsen in de volgorde waarin je ze wenst weer te geven. Om de informatie in elke widget aan te passen, klik je op de <i>"i"</i> knop in de rechterbovenhoek van de widget. Om een widget van je dashboard te verwijderen, klik je op de "X" knop in de rechterbovenhoek van de widget. Klik de "Dashboard leegmaken" knop bovenaan om alle widget van je dashboard te verwijderen. Wanneer je klaar bent met het aanpassen van je dashboard, klik dan op de "Gereed" knop bovenaan.

source: To place a dashboard widget in this column drag it here
nl_nl: Om een dashboard widget in deze kolom te plaatsen, sleep het hierin.

source: remove widget from dashboard
nl_nl: widget van dashboard verwijderen

source: Modify settings for this widget
nl_nl: Instellingen voor deze widget aanpassen

source: Object event identifier
nl_nl: Object evenement identificatiecode

source: There is 1 object linked to this lot. If you continue this object will no longer be associated with a lot.
nl_nl: Er is 1 object gelinkt aan dit lot. Als je doorgaat zal dit object niet langer geassocieerd zijn met een lot.

source: There are %1 objects linked to this lot. If you continue these objects will no longer be associated with a lot.
nl_nl: Er zijn %1 objecten gelinkt aan dit lot. Als je doorgaat zullen deze objecten niet langer geassocieerd zijn met een lot.

source: Object lot identifier
nl_nl: Object lot identificatiecode

source: Annotation identifier
nl_nl: Aantekening identificatiecode

source: Tour identifier
nl_nl: Rondleiding identificatiecode

source: No facet defined
nl_nl: Geen facet gedefinieerd

source: Click on a %1 to see more specific %2 within that %3. Click on the arrow next to a %4 to find %5 related to it.
nl_nl: Klik op een %1 om specifiekere %2 te zien binnen deze %3. Klik op het pijltje naast een %4 om gerelateerde %5 te vinden.

source: Browse with this term
nl_nl: Verken aan de hand van deze term

source: Refine results by
nl_nl: Resultaten verfijnen op

source: You browsed for:
nl_nl: U filterde op:

source: start new search
nl_nl: start nieuwe zoekactie

source: Start browsing by:
nl_nl: Start verkennen door een filter te selecteren:

source: Choose a selection above to begin browsing
nl_nl: Kies een selectie hierboven om het doorbladeren te starten

source: No facets are available to browse by
nl_nl: Er zijn geen facetten beschikbaar om op te verkennen

source: Browse %1
nl_nl: Verken %1

source: Page [[page_cu]]/[[page_nb]]
nl_nl: Pagina [[page_cu]]/[[page_nb]]

source: Sort by
nl_nl: Sorteer op

source: Top %1 results for <em>%2</em>
nl_nl: Top %1 resultaten voor <em>%2</em>

source: Full Results &rsaquo;
nl_nl: Volledige resultaten &rsaquo;

source: Place hierarchy
nl_nl: Plaats hiërarchie

source: Hide search form
nl_nl: Verberg zoekformulier

source: Form
nl_nl: Formulier

source: Show search form
nl_nl: Toon zoekformulier

source: Save as
nl_nl: Opslaan als

source: Go
nl_nl: Ga

source: Save search
nl_nl: Sla zoekactie op

source: Search by set
nl_nl: Zoek per set

source: Date range
nl_nl: Datumbereik

source: No events found
nl_nl: Geen evenementen gevonden

source: Enter a date to display events from above
nl_nl: Geef een datum in om evenementen weer te geven die daarna hebben plaatsgevonden

source: Num hits
nl_nl: Aantal hits

source: Exec time (sec.)
nl_nl: Uitvoertijd (sec.)

source: No searches found
nl_nl: Geen zoekacties gevonden

source: Enter a date to display searches from above
nl_nl: Geef een datum in om zoekresultaten te tonen van boven

source: New display for
nl_nl: Nieuwe weergave voor

source: Content type
nl_nl: Inhoudstype

source: No displays lists have been configured
nl_nl: Er zijn geen weergavelijsten ingesteld

source: Batch actions
nl_nl: Bulkacties

source: Author
nl_nl: Auteur

source: Commented On
nl_nl: Commentaar toegevoegd op

source: Select
nl_nl: Selecteren

source: New team
nl_nl: Nieuw team

source: Your project teams
nl_nl: Uw projectteams

source: Members
nl_nl: Leden

source: You have not defined any teams
nl_nl: U heeft geen teams gedefinieerd

source: Search Type
nl_nl: Type zoekactie

source: Search term/name
nl_nl: Zoekactie naam

source: Storage Locations
nl_nl: Opslagplaatsen

source: New search form for
nl_nl: Nieuw zoekformulier voor

source: Form name
nl_nl: Formuliernaam

source: No forms have been configured
nl_nl: Er zijn geen formulieren geconfigureerd

source: Create New
nl_nl: Maak een nieuwe

source: containing
nl_nl: bevattend

source: Set name
nl_nl: Naam instellen

source: No sets have been created
nl_nl: Er zijn nog geen sets aangemaakt

source: Approve
nl_nl: Goedkeuren

source: Item tagged
nl_nl: Item getagged

source: Hide Recent Changes
nl_nl: Verberg recente wijzigingen

source: Your displays
nl_nl: Uw weergaves

source: 1 display is available
nl_nl: Er is 1 weergave beschikbaar

source: %1 displays are available
nl_nl: Er zijn %1 weergaves beschikbaar

source: User comments
nl_nl: Gebruikerscommentaren

source: 1 comment needs moderation
nl_nl: 1 commentaar wacht op moderatie

source: %1 comments need moderation
nl_nl: %1 commentaren wachten op moderatie

source: 1 moderated comment
nl_nl: 1 gemodereerd commentaar

source: %1 moderated comments
nl_nl: %1 gemodereerde commentaren

source: 1 comment total
nl_nl: 1 commentaar in totaal

source: %1 comments total
nl_nl: %1 commentaren in totaal

source: 1 team is available
nl_nl: 1 team beschikbaar

source: %1 teams are available
nl_nl: %1 team beschikbaar

source: Your saved searches
nl_nl: Uw opgeslagen zoekacties

source: 1 saved search
nl_nl: 1 opgeslagen zoekactie

source: %1 saved searches
nl_nl: %1 opgeslagen zoekacties

source: Your search forms
nl_nl: Uw zoekformulieren

source: 1 form is available for editing
nl_nl: Er is 1 formulier beschikbaar voor bewerking

source: %1 forms are available for editing
nl_nl: Er zijn %1 formulieren beschikbaar voor bewerking

source: Your sets
nl_nl: Uw sets

source: 1 set is available
nl_nl: 1 set beschikbaar

source: %1 sets are available
nl_nl: %1 sets beschikbaar

source: User tags
nl_nl: Gebruikerstags

source: 1 tagging needs moderation
nl_nl: 1 tagging wacht op moderatie

source: %1 taggings need moderation
nl_nl: %1 taggings wachten op moderatie

source: %1 total taggings
nl_nl: %1 taggings in totaal

source: 1 unique tag
nl_nl: 1 unieke tag

source: %1 total unique tags
nl_nl: %1 unieke tags in totaal

source: Your watched items
nl_nl: Uw gevolgde items

source: Saved changes
nl_nl: Aanpassingen bewaard

source: Approved
nl_nl: Goedgekeurd

source: Needs moderation
nl_nl: Wacht op moderatie

source: Previous
nl_nl: Vorige

source: Page
nl_nl: Pagina

source: Next
nl_nl: Volgende

source: Number of tagged items
nl_nl: Aantal getagde items

source: Jump to page:
nl_nl: Ga naar pagina:

source: Settings for Group #%1/%2
nl_nl: Instellingen voor Groep #%1/%2

source: Save settings
nl_nl: Instellingen opslaan

source: Back to search form list
nl_nl: Terug naar lijst met zoekformulieren

source: Back to set
nl_nl: Terug naar set

source: Preferences
nl_nl: Voorkeuren

source: Logout
nl_nl: Log uit

source: is a trademark of
nl_nl: is een handelsmerk van

source: You have made changes in this form that you have not yet saved. If you navigate away from this form you will lose your unsaved changes.
nl_nl: U hebt wijzigingen aangebracht in dit formulier dit nog niet zijn opgeslagen. Indien u weg navigeert van dit formulier, zal u onopgeslagen aanpassingen verliezen.

source: Current location
nl_nl: Huidige locatie

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
nl_nl: <div class='error'>Er werd een probleem in uw systeemconfiguratie gedetecteerd</div> Algemene installatie-instructies kunnen <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>hier</a> gevonden worden. Voor meer specifieke hints over de bestaande problemen, bekijk onderstaande berichten.

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
nl_nl: <div class='error'>Er is een probleem in uw systeemconfiguratie gedetecteerd</div> Algemene installatie instructies kunnen <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Providence)' target='_blank'>hier</a> gevonden worden. Voor meer specifieke hints over de bestaande problemen, bekijk onderstaande berichten.

source: Updating your database...
nl_nl: Bezig met bijwerken van uw database...

source: Errors occurred while performing the update. <a href='%1/index.php'>Return to the login screen</a>.
nl_nl: Er zijn problemen opgetreden bij het bijwerken. <a href='%1/index.php'>Ga terug naar de loginpagina</a>.

source: Update complete. You can now <a href='%1/index.php'>log into your system</a>
nl_nl: Bijwerken compleet. U kan nu <a href='%1/index.php'>in uw systeem inloggen</a>

source: Login again
nl_nl: Log opnieuw in

source: User Name
nl_nl: Gebruikersnaam

source: Settings for %1
nl_nl: Instellingen voor %1
