Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Tag was not created by specified user
nl_nl: De tag was niet aangemaakt door de gespecificeerde gebruiker

source: Comment is not part of the current row
nl_nl: Commentaar is geen onderdeel van de huidige rij

source: Can't edit invalid attribute
nl_nl: Het ongeldig attribuut kan niet worden bewerkt

source: Element is not the root of the element set
nl_nl: Element is niet de wortel van de element set

source: Couldn't add element to restriction list: %1
nl_nl: Element kon niet worden toegevoegd aan de restrictielijst: %1

source: Couldn't remove element from restriction list: %1
nl_nl: Element kon niet van restrictielijst worden verwijderd: %1

source: Element code or id must not be blank
nl_nl: Elementcode of identificatie mag niet leeg zijn

source: Element code or id '%1' is invalid
nl_nl: Elementcode of identificatie '%1' is ongeldig

source: Could not instantiate driver
nl_nl: Driver kon niet geïnstantieerd worden

source: Driver does not exist
nl_nl: Driver bestaat niet

source: Not connected to database
nl_nl: Niet verbonden met de database

source: Driver does not support affectedRows() call
nl_nl: Driver ondersteunt de affectedRows() methode niet

source: Transactions are not supported
nl_nl: Transacties worden niet ondersteund

source: Transaction count cannot exceed maximum of %1
nl_nl: Het aantal transacties kan het maximum aantal van %1 niet overschrijden

source: Not currently in a transaction
nl_nl: Momenteel niet in een transactie

source: File type is not supported
nl_nl: Bestandstype wordt niet ondersteund

source: No media available
nl_nl: Geen media beschikbaar

source: Could not find plug-in for mimetype %1
nl_nl: Kon geen plug-in vinden voor het mimetype %1

source: Key
nl_nl: Sleutelwaarde

source: Unknown
nl_nl: Onbekend

source: Could not create tmp directory for handler '%1'
nl_nl: Er kon geen tijdelijke map (tmp) worden aangemaakt voor handler '%1'

source: Could not copy '%1'
nl_nl: '%1' kon niet gekopieerd worden

source: No tmp directory configured!
nl_nl: Geen tijdelijke map (tmp) geconfigureerd!

source: No handler directories are configured!
nl_nl: Er zijn geen handler mappen geconfigureerd!

source: Invalid task queue handler '%1'
nl_nl: Ongeldige takenwachtrij handler '%1'

source: Error while closing task record: %1
nl_nl: Fout tijdens het sluiten van taak record: %1

source: View %1 was not found
nl_nl: Weergave %1 werd niet gevonden

source: Action '%1' in class '%2' is invalid
nl_nl: Actie '%1' in klasse '%2' is ongeldig

source: Not dispatchable
nl_nl: Niet afhandelbaar

source: Driver does not support LIMIT
nl_nl: Driver ondersteunt LIMIT niet

source: Your PHP installation lacks MySQL support. Please add it and retry...
nl_nl: Uw PHP installatie heeft geen MySQL ondersteuning. Gelieve dit toe te voegen en opnieuw te proberen...

source: Query is empty
nl_nl: Query is leeg

source: Number of values passed (%1) does not equal number of values required (%2)
nl_nl: Het aantal doorgegeven waardes (%1) komt niet overeen met het aantal vereiste waardes (%2)

source: No table name specified
nl_nl: Geen tabelnaam gespecificeerd

source: No fields specified
nl_nl: Geen velden gespecificeerd

source: seek(%1) failed: result has %2 rows
nl_nl: seek(%1) mislukt: resultaat heeft %2 rijen

source: No error
nl_nl: Geen fout

source: Start must be before date in range
nl_nl: Start moet zich voor datum in bereik bevinden

source: Invalid date
nl_nl: Ongeldige datum

source: Invalid time
nl_nl: Ongeldige tijd

source: Invalid uncertainty
nl_nl: Ongeldige onzekerheid

source: Uncertainty must not exceed 9 digits
nl_nl: Onzekerheid kan 9 cijfers niet overschrijden

source: Invalid expression
nl_nl: Ongeldige expressie

source: Trailing characters in otherwise valid expression
nl_nl: Afsluitende karakters in anders geldige expressie

source: Parser error
nl_nl: Parser fout

source: Mimetype of file
nl_nl: Mimetype van bestand

source: Creation date
nl_nl: Aanmaakdatum

source: Copyright Information URL
nl_nl: Auteursrecht informatie-URL

source: Document title
nl_nl: Titel van document

source: Document description
nl_nl: Omschrijving van document

source: Copyright notice
nl_nl: Auteursrecht

source: Is under copyright?
nl_nl: Valt onder auteursrecht?

source: Document creator
nl_nl: Auteur van document

source: Keywords
nl_nl: Trefwoorden

source: Creator address
nl_nl: Adres van auteur

source: Creator city
nl_nl: Stad van auteur

source: Creator state/region
nl_nl: Staat/regio auteur

source: Creator postal code
nl_nl: Postcode van auteur

source: Creator country
nl_nl: Land van auteur

source: Creator phone
nl_nl: Telefoonnummer van auteur

source: Creator email
nl_nl: Emailadres van auteur

source: Creator website
nl_nl: Website van auteur

source: External application configuration file could not be loaded
nl_nl: Extern applicatie configuratiebestand kon niet worden geladen

source: Directory for external application wvWare could not be found
nl_nl: Map voor externe applicatie wvWare kon niet worden gevonden

source: Can't set property %1
nl_nl: De eigenschap %1 kan niet worden ingesteld

source: Generates maps using the GoogleMaps API
nl_nl: Genereert kaarten via de GoogleMaps API

source: Provides audio processing and conversion using ffmpeg
nl_nl: Biedt audioverwerking en conversie via ffmpeg

source: Didn't load because ffmpeg is not installed
nl_nl: Niet geladen omdat ffmpeg niet is geïnstalleerd

source: File %1 does not exist
nl_nl: Bestand %1 bestaat niet

source: Invalid transformation %1
nl_nl: Ongeldige transformatie %1

source: %1: %2 during resize operation
nl_nl: %1: %2 tijdens herschaal operatie

source: Can't convert '%1' to '%2': unsupported format
nl_nl: '%1' kan niet worden geconverteerd naar '%2': niet ondersteund formaat

source: Couldn't write file to '%1'
nl_nl: Kon bestand niet schrijven naar '%1'

source: Error converting file to %1 [%2]: %3
nl_nl: Fout bij het converteren van bestand naar %1 [%2]: %3

source: Error converting intro to %1 [%2]: %3
nl_nl: Fout bij het converteren van de intro naar %1 [%2]: %3

source: Error converting outro to %1 [%2]: %3
nl_nl: Fout bij het converteren van de outro naar %1 [%2]: %3

source: Can't copy icon file for [%1] from %2 to %3
nl_nl: Het icoon bestand voor [%1] kan niet worden gekopieërd van %2 naar %3

source: No icon available for media type '%1' (system misconfiguration)
nl_nl: Geen icoon beschikbaar voor media type '%1' (foute configuratie systeem)

source: No icons available (system misconfiguration)
nl_nl: Geen iconen beschikbaar (foute configuratie systeem)

source: You must have the Flash Plug-in version 9.0.124 or better installed to play video and audio in CollectiveAccess
nl_nl: U dient te beschikken over de Flash plug-in versie 9.0.124 of hoger om video en audio af te spelen in CollectiveAccess

source: Provides CoreImage-based image processing and conversion services via the command-line CoreImageTool (Mac OS X 10.4+ only). This can provide a significant performance boost when using Macintosh servers.
nl_nl: Biedt CoreImage-gebaseerde verwerkings- en conversiediensten voor afbeeldingen via de command-line CoreImageTool (enkel Mac OS X 10.4+). Dit kan een beduidende verbetering in performantie met zich meebrengen wanneer u Macintosh servers gebruikt.

source: Didn't load because CoreImageTool executable cannot be found
nl_nl: Kon niet worden geladen omdat het CoreImageTool uitvoerbare bestand niet gevonden kon worden

source: Tile size property must be between 10 and 10000
nl_nl: Tegelgrootte eigenschap moet tussen 10 en 10000 liggen

source: Quality property must be between 1 and 100
nl_nl: Kwaliteit eigenschap moet tussen 1 en 100 liggen

source: Tile width property must be between 10 and 10000
nl_nl: Tegelbreedte eigenschap moet tussen 10 en 10000 liggen

source: Tile height property must be between 10 and 10000
nl_nl: Tegelhoogte eigenschap moet tussen 10 en 10000 liggen

source: Antialiasing property must be between 0 and 100
nl_nl: Antialiasing eigenschap moet tussen 0 en 100 liggen

source: Layer ratio property must be between 0.1 and 10
nl_nl: Laag ratio eigenschap moet tussen 0.1 en 10 liggen

source: Layer property must be between 1 and 25
nl_nl: Laag eigenschap moet tussen 1 en 25 liggen

source: Tile output type '%1' is invalid
nl_nl: Tegeltype '%1' is ongeldig

source: Filenames with colons (:) are not allowed
nl_nl: Bestandsnamen met dubbelepunt (:) zijn niet toegestaan

source: Provides limited image processing and conversion services using libGD
nl_nl: Biedt gelimiteerde afbeeldingsverwerking- en conversiediensten via libGD

source: Didn't load because CoreImageTool is available and preferred
nl_nl: Niet geladen omdat CoreImageTool beschikbaar is en de voorkeur geniet

source: Didn't load because Imagick/ImageMagick is available and preferred
nl_nl: Niet geladen omdat Imagick/ImageMagick beschikbaar is en de voorkeur geniet

source: Didn't load because ImageMagick (command-line) is available and preferred
nl_nl: Niet geladen omdat ImageMagick (command-line) beschikbaar is en de voorkeur geniet

source: Didn't load because your PHP install lacks GD support
nl_nl: Niet geladen omdat uw PHP installatie geen GD ondersteuning heeft

source: Couldn't resize image
nl_nl: Afbeelding kon niet herschaald worden

source: Couldn't rotate image
nl_nl: Afbeelding kon niet geroteerd worden

source: Couldn't write image
nl_nl: Afbeelding kon niet weggeschreven worden

source: Provides image processing and conversion services using ImageMagick via exec() calls to ImageMagick binaries
nl_nl: Biedt afbeeldingsverwerking- en conversiediensten met ImageMagick via exec() aanroepen naar ImageMagick binaire bestanden

source: Didn't load because Imagick is available and preferred
nl_nl: Niet geladen omdat Imagick beschikbaar is en de voorkeur geniet

source: Didn't load because ImageMagick executables cannot be found
nl_nl: Niet geladen omdat ImageMagick uitvoerbare bestanden niet gevonden konden worden

source: Provides image processing and conversion services using ImageMagick via the PECL Imagick PHP extension
nl_nl: Biedt afbeeldingsverwerking- en conversiediensten met ImageMagick via de PECL Imagick PHP extensie

source: Didn't load because Imagick is not available
nl_nl: Niet geladen omdat Imagick niet beschikbaar is

source: Error during RGB colorspace transformation operation
nl_nl: Fout tijdens RGB kleurruimte transformatie operatie

source: Could not read image file
nl_nl: Afbeeldingsbestand kon niet gelezen worden

source: Couldn't load watermark image at %1
nl_nl: Watermerk afbeelding kon niet geladen worden van %1

source: Error during resize operation
nl_nl: Fout tijdens herschaaloperatie

source: Error during crop operation
nl_nl: Fout tijdens bijsnijdoperatie

source: Error during image rotate
nl_nl: Fout tijdens roteren afbeelding

source: Error during image despeckle
nl_nl: Fout tijdens het verwijderen van ruis uit afbeelding

source: Error during image median filter
nl_nl: Fout tijdens gebruik mediaan-filter op afbeelding

source: Error during image sharpen
nl_nl: Fout tijdens het verscherpen van afbeelding

source: Error during image unsharp mask
nl_nl: Fout bij het onscherp beeldmasker

source: Imagick exception
nl_nl: Imagick uitzondering

source: Error writing file
nl_nl: Fout bij wegschrijven bestand

source: Accepts and processes Microsoft Word 97, 2000 and 2008 format documents
nl_nl: Accepteert en verwerkt Microsoft Word documenten in 97, 2000 en 2008 formaat

source: ABIWord cannot be found: indexing of text in Microsoft Word files will not be performed; you can obtain ABIWord at http://www.abisource.com/
nl_nl: ABIWord werd niet gevonden: indexering van tekst in Microsoft Word bestanden zal niet worden uitgevoerd; ABIWord kan verkregen worden via http://www.abisource.com/

source: File %1 is not a Microsoft Word document
nl_nl: Bestand %1 is geen Microsoft Word document

source: Can't convert file to %1
nl_nl: Bestand kan niet worden geconverteerd naar %1

source: Can't copy icon file from %1 to %2
nl_nl: Icoon bestand kan niet worden gekopieërd van %1 naar %2

source: No icon available for this media type (system misconfiguration)
nl_nl: Geen icoon beschikbaar voor dit media type (foute configuratie systeem)

source: Click to view Microsoft Word document
nl_nl: Klik om Microsoft Word document te bekijken

source: Click to download document
nl_nl: Klik om document te downloaden

source: View PDF document
nl_nl: Bekijk PDF document

source: Provides PDF conversion services using ImageMagick or the Zend_PDF library. Will use Ghostscript to generate image-previews of PDF files.
nl_nl: Biedt PDF conversiediensten via ImageMagick of de Zend_PDF bibliotheek. Zal Ghostscript gebruiken om afbeelding-previews van PDF bestanden te genereren.

source: Ghostscript cannot be found: image previews will not be created
nl_nl: Ghostscript kan niet worden gevonden: afbeelding previews zullen niet worden gecreeërd

source: PDFToText cannot be found: indexing of text in PDF files will not be performed; you can obtain PDFToText at http://www.foolabs.com/xpdf/download.html
nl_nl: PDFToText werd niet gevonden: indexering van tekst in PDF bestanden zal niet worden uitgevoerd; PDFToText kan verkregen worden via http://www.foolabs.com/xpdf/download.html

source: File %1 is not a PDF
nl_nl: Bestand %1 is geen PDF

source: Icon for version %1 available for this media type (system misconfiguration)
nl_nl: Icoon voor versie %1 beschikbaar voor media type (foute configuratie systeem)

source: No icons available for this media type (system misconfiguration)
nl_nl: Geen iconen beschikbaar voor dit media type (foute configuratie systeem)

source: Couldn't not write document preview frames to tmp directory (%1)
nl_nl: Document preview lijsten konden niet naar de tijdelijke map worden weggeschreven (%1)

source: Provides services for processing of QuicktimeVR files
nl_nl: Biedt services voor verwerking van QuicktimeVR bestanden

source: Can't copy icon file for %1 to %2
nl_nl: Kan icoon bestand niet kopiëren voor %1 naar %2

source: No icon available for this media type [%1] (system misconfiguration)
nl_nl: Geen icoon beschikbaar voor dit media type [%1] (foute configuratie systeem)

source: Can't convert '%1' to %2
nl_nl: Kan '%1' niet converteren naar %2

source: Couldn't not write video preview frames to tmp directory (%1)
nl_nl: Video preview lijsten konden niet naar de tijdelijke map worden weggeschreven (%1)

source: Provides ffmpeg-based audio and video processing services
nl_nl: Biedt ffmpeg-gebaseerde audio- en videoverwerkingsdiensten

source: Couldn't convert file to FLV format
nl_nl: Kon bestand niet naar FLV formaat converteren

source: Couldn't convert file to MPEG4 format [%1]; does the ffmpeg preset '%2' exist?
nl_nl: Kon bestand niet naar MPEG4 formaat converteren [%1]; bestaat de ffmpeg preset '%2'?

source: Couldn't convert file to MPEG4 format [%1]
nl_nl: Kon bestand niet naar MPEG4 formaat converteren [%1]

source: Preview image for video
nl_nl: Preview afbeelding voor video

source: Your system cannot play video. Sorry. :-(
nl_nl: Sorry, uw systeem kan geen video afspelen.

source: Accepts and processes XML-format documents
nl_nl: Accepteert en verwerkt documenten in XML formaat

source: File %1 is not an XML document
nl_nl: Bestand %1 is geen XML document

source: No XML schema specified in XML file
nl_nl: Geen XML schema gespecificeerd in het XML bestand

source: Specified XML schema is not installed
nl_nl: Gespecificeerd XML schema is niet geïnstalleerd

source: At line %1
nl_nl: Op lijn %1

source: Validation against XML schema failed with errors:<br/>
nl_nl: Validatie tegen het XML schema mislukte met volgende fouten:<br />

source: Could not open %1
nl_nl: Kon %1 niet openen

source: Couldn't write file to %1
nl_nl: Kon bestand niet naar %1 schrijven

source: Can't copy icon file from %1/%2 to %3
nl_nl: Het icoon bestand kan niet gekopieërd worden van %1/%2 naar %3

source: View XML file
nl_nl: Bekijk XML bestand

source: View PDF file
nl_nl: Bekijk PDF bestand

source: MySQL is back-end database
nl_nl: MySQL is de back-end database

source: MysqlFulltext database tables exist
nl_nl: MysqlFulltext database tabellen bestaan

source: The MysqlFulltext search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
nl_nl: De MysqlFulltext zoekmachine vereist dat MySQL gebruikt wordt als back-end database voor uw CollectiveAccess installatie.

source: The MysqlFulltext search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not MysqlFulltext will not be able to operate.
nl_nl: De MysqlFulltext zoekmachine vereist dat bepaalde tabellen aanwezig zijn in uw database. Deze worden standaard geïnstalleerd en zouden aanwezig moeten zijn, maar indien niet zal MysqlFulltext niet in staat zijn correct te werken.

source: Try reinstalling your system with MySQL as the back-end database or try a different search engine.
nl_nl: Probeer uw systeem te herinstalleren met MySQL als back-end database or probeer een andere zoekmachine.

source: Try reloading the definitions for these tables: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search
nl_nl: Probeer de definities voor deze tabellen opnieuw in te laden: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search

source: Write permissions for Solr home directory
nl_nl: Schrijfmachtigingen voor de Solr home map

source: Solr cores up and running
nl_nl: Solr kernen werken correct

source: Solr configuration up to date
nl_nl: Solr configuratie is up to date

source: Indexing caches
nl_nl: Indexering van caches

source: The web server user (%1) must be able to read and write the whole Solr configuration. Please note that also your Java application server user (e.g. tomcat6) must be able to write to the Solr home and its subdirectories.
nl_nl: De webserver gebruiker (%1) moet over machtigingen beschikken om te lezen en te schrijven naar de gehele Solr configuratie. Merk op dat de gebruiker van uw Java applicatieserver (bvb. tomcat6) ook machtiging moet hebben om te schrijven naar de Solr hoofdmap en bijbehorende submappen.

source: CollectiveAccess uses seperate Solr indexes (lightweight instances) for each table that is indexed. These so called 'cores' must be running and ready for queries.
nl_nl: CollectiveAccess gebruikt aparte Solr indexen (lichtgewicht instanties) voor elke tabel die is geïndexeerd. Deze zogenaamde 'kernen' moeten correct werken en klaar zijn voor queries.

source: The Solr configuration has to be rebuilt and synced with the CollectiveAccess search indexing configuration and metadata attributes setup from time to time. It's not critical if they're not in sync for the moment. They should be automatically synced on each event that causes some indexing (e.g. record save)
nl_nl: De Solr configuratie moet nu en dan opnieuw opgebouwd en gesynchroniseerd worden met de CollectiveAccess zoekindex configuratie en metadata attributen configuratie. Het is geen kritiek probleem als ze momenteel niet gesynchroniseerd zijn. Normaal gezien zouden ze automatisch gesynchroniseerd moeten worden bij elke activiteit die zorgt voor een herindexering (bvb het opslaan van een record)

source: CollectiveAccess uses a cache to store its search indexing configuration. The cache must exist and be writable by the web server user. You shouldn't have to care about that in normal setups.
nl_nl: CollectiveAccess gebruikt een cache om de zoekindex configuratie op te slaan. De cache moet bestaan en beschrijfbaar zijn door de webserver gebruiker. In normale configuraties zou dit geen probleem mogen zijn.

source: Change the owner of the Solr home directory to the web server user (%1), the owning group to the main group of your Java application server user (e.g. tomcat6) and set the directory permissions to something like 774 (recursively).
nl_nl: Pas de eigenaar van de Solr hoofdmap aan naar we webserver gebruiker (%1), de eigenaarsgroep naar de hoofdgroep van de Java applicatieserver gebruiker (bvb tomcat6), en stel de permissies voor de map recursief in op bvb 774

source: Start your Java application server. If it is already running, check your CollectiveAccess configuration (Solr home directory in particular), stop the application server, let CollectiveAccess generate a new Solr configuration (there is a tool in support/utils), check the permissions and start the application server again.
nl_nl: Start uw Java applicatieserver. Indien deze reeds gestart is, controleer uw CollectiveAccess configuratie (specifiek de Solr hoofdmap), stop de applicatieserver, laat CollectiveAccess een nieuwe Solr configuratie genereren (hiervoor is een tool beschikbaar in support/utils), controleer de permissies en start de applicatieserver opnieuw.

source: Don't worry about that. If they're still out of sync after a couple of records have been saved and nothing changed in the indexing and/or metadata configuration, you should consider to stop the Java application server, let CA generate a new Solr config (with the tool provided in support/utils), start the server again and trigger a full reindex (support/utils/reindex.php.
nl_nl: Maak u geen zorgen hieromtrent. Indien ze nog steeds niet zijn gesynchroniseerd nadat een aantal records zijn opgeslagen en er niets is veranderd in de indexering en/of metadata configuratie, overweeg dan om de Java applicatieserver te stoppen, een nieuwe Solr configuratie te laten genereren door CollectiveAccess (met de tool die beschikbaar is in support/utils), herstart de server en zorg voor een volledige herindexering (via support/utils/reindex.php)

source: Check if app/tmp is writable by the web server user (%1).
nl_nl: Controleer of de map app/tmp beschrijfbaar is door de webserver gebruiker (%1).

source: SqlSearch database tables exist
nl_nl: SqlSearch database tabellen bestaan

source: The SqlSearch search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
nl_nl: De SqlSearch zoekmachine vereist dat MySQL de back-end database is voor uw CollectiveAccess installatie.

source: The SqlSearch search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not SqlSearch will not be able to operate.
nl_nl: De SqlSearch zoekmachine vereist dat bepaalde tabellen beschikbaar zijn in uw database. Deze worden standaard geïnstalleerd en zouden beschikbaar moeten zijn. Indien dit niet het geval is zal SqlSearch niet correct kunnen werken.

source: Deleted %1 from remote server
nl_nl: %1 verwijderd van externe server

source: Sent %1 to remote %2
nl_nl: %1 verzonden naar extern doel %2

source: Could not update mirror status for mirror '%1' on '%2'; row_id=%3
nl_nl: De mirror tatus kon niet worden geupdate voor duplicatie '%1' op '%2'; row_id=%3

source: Sent %1 to remote server at %2
nl_nl: %1 verzonden naar externe server op %2

source: Background media file processor
nl_nl: Mediabestand verwerker in achtergrond

source: Input format
nl_nl: Invoerformaat

source: Input file size
nl_nl: Bestandsgrootte

source: Data source
nl_nl: Databron

source: Temporary filename
nl_nl: Tijdelijke bestandsnaam

source: Versions output
nl_nl: Versies

source: Media processing rules
nl_nl: Mediaverwerkingsregels

source: Record %1.field = file '%2' did not exist; queued file was discarded
nl_nl: Record %1.field = bestand '%2' bestaat niet; bestand werd uit wachtrij verwijderd

source: Record %1.field = %2 did not exist; queued file was discarded
nl_nl: Record %1.field = %2 bestaat niet; bestand werd uit wachtrij verwijderd

source: Invalid media field '%1' in table '%2'
nl_nl: Ongeldig media veld '%1' in tabel '%2'
