Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. <a href='index.php?updateSchema=1'><strong>Click here</strong></a> to automatically apply the required updates, or see the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
nl_nl: Uw database is verouderd. Gelieve alle schema migraties te installeren, te starten bij migratie #%1. <a href='index.php?updateSchema=1'><strong>Klik hier</strong></a> om automatisch de vereiste updates toe te passen, of bekijk de <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO pagina</a> voor instructies omtrent het manueel toepassen van database updates. .<br/><br/><div align='center'><strong>MERK OP: u dient een backup van uw database te nemen alvorens de updates toe te passen!</strong></div>

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
nl_nl: Uw database is verouderd. Gelieve alle schema migraties te installeren, te starten met migratie #1. Zie de <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> voor instructies omtrent het manueel uitvoeren van database updates.<br/><br/><div align='center'><strong>MERK OP: u dient een backup te nemen van uw database alvorens de updates uit te voeren!</strong></div>

source: For migration %1
nl_nl: Voor migratie %1

source: CollectiveAccess requires PHP version 5.1.6 or higher to function properly. You're running %1. Please upgrade.
nl_nl: CollectiveAccess vereist PHP versie 5.1.6 of hoger om correct te werken. Uw versie is %1. Gelieve te upgraden.

source: It looks like the directory for temporary files is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
nl_nl: De map voor tijdelijke bestanden blijkt niet beschrijfbaar te zijn door de webserver. Gelieve de machtigingen van %1 aan te passen en geef schrijftoegang tot deze map aan de gebruiker die de webserver draait.

source: It looks like the media directory is not writable by the webserver. Please change the permissions of %1 (or create it if it doesn't exist already) and enable the user which runs the webserver to write this directory.
nl_nl: De media map blijkt niet beschrijfbaar te zijn door de webserver. Gelieve de machtigingen van %1 aan te passen (of maak deze aan als het nog niet bestaat) en geef schrijftoegang tot deze map aan de gebruiker die de webserver draait.

source: It looks like the directory for HTML filtering caches is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
nl_nl: De map voor HTML filtering caches blijkt niet beschrijfbaar te zijn door de webserver. Gelieve de machtigingen van %1 aan te passen en geef schrijftoegang tot deze map aan de gebruiker die de webserver draait.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;.
nl_nl: De __CA_URL_ROOT__ variabele in uw setup.php is niet correct ingesteld. Probeer dit in te stellen op &quot;%1&quot;. Deze suggestie wordt u gegeven omdat u dit script aanriep via &quot;&lt;your_hostname&gt;%2&quot;.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;. Note that paths are case sensitive.
nl_nl: De __CA_URL_ROOT__ variabele in uw setup.php is niet correct ingesteld. Probeer dit in te stellen op &quot;%1&quot;. Deze suggestie wordt u gegeven omdat u dit script aanriep via &quot;&lt;your_hostname&gt;%2&quot;.Merk op dat paden hoofdlettergevoelig zijn.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;.
nl_nl: De __CA_BASE_DIR__ variabele in uw setup.php is niet correct ingesteld. Probeer dit in te stellen op &quot;%1&quot;. Deze suggestie wordt u gegeven omdat de locatie van dit script &quot;%2&quot; is.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;. Note that paths are case sensitive.
nl_nl: De __CA_BASE_DIR__ variabele in uw setup.php is niet correct ingesteld. Probeer dit in te stellen op &quot;%1&quot;. Deze suggestie wordt u gegeven omdat de locatie van dit script &quot;%2&quot; is.Merk op dat paden hoofdlettergevoelig zijn.

source: PHP JSON module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP JSON module om te werken. Gelieve deze te installeren.

source: PHP mbstring module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de mbstring module om te werken. Gelieve deze te installeren.

source: PHP iconv module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP iconv module om te werken. Gelieve deze te installeren.

source: PHP mysql module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP mysql module om te werken. Gelieve deze te installeren.

source: PHP zlib module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP zlib module om te werken. Gelieve deze te installeren.

source: PHP PCRE module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP PCRE module om te werken. Gelieve deze te installeren.

source: PHP Document Object Model (DOM) module is required for CollectiveAccess to run. Please install it.
nl_nl: CollectiveAccess vereist de PHP Document Object Model (DOM) module om te werken. Gelieve deze te installeren.

source: Your version of the PHP PCRE module lacks unicode features. Please install a module version with UTF-8 support.
nl_nl: Uw versie van de PHP PCRE module heeft niet de nodige unicode functionaliteiten. Gelieve een moduleversie te installeren met UTF-8 ondersteuning.

source: It looks like the __CA_APP_NAME__ setting in your setup.php is invalid. It may only consist of alphanumeric ASCII characters and underscores (&quot;_&quot;)
nl_nl: De __CA_APP_NAME__ instelling in uw setup.php is ongeldig. Deze mag enkel uit alfanumerieke ASCII karakters en underscores (&quot;_&quot;) bestaan.

source: It looks like a subdirectory in the media directory is not writable by the webserver. Please change the permissions for %1 and enable the user which runs the webserver to write this directory.
nl_nl: Een submap in de media map blijkt niet beschrijfbaar te zijn door de webserver. Gelieve de machtigingen van %1 aan te passen en geef schrijftoegang tot deze map aan de gebruiker die de webserver draait.

source: It looks like the __CA_SITE_HOSTNAME__ setting in your setup.php may be set incorrectly. If you experience any troubles with image display try setting this to &quot;%1&quot;. We came up with this suggestion because this is the hostname you used to access this script. It may only be valid for you (and not for other users of the system) though (e.g. if you use 'localhost' or a feature like /etc/hosts on UNIX-based operating systems) so you have to be very careful when editing this.
nl_nl: De __CA_SITE_HOSTNAME__ instelling in uw setup.php lijkt incorrect ingesteld. Indien u problemen ondervindt met de weergave van afbeeldingen, probeer dit in te stellen op &quot;%1&quot;. Deze suggestie werd u gegeven omdat dit de hostnaam is die u gebruikte om dit script aan te roepen. Het is echter mogelijk dat deze enkel geldig is voor u (en niet voor andere gebruikers van het systeem) (bvb indien u 'localhost' gebruikt of een functie zoals /etc/hosts op UNIX-gebaseerde besturingssystemen) dus dient u voorzichtig te zijn bij het aanpassen ervan.

source: The memory limit for your PHP installation may not be sufficient to run CollectiveAccess correctly. Please consider adjusting the "memory_limit" variable in your PHP configuration (usually a file named) &quot;php.ini&quot;. See <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> for more details. The value in your config is &quot;%1&quot;, the recommended value is &quot;128M&quot; or higher.
nl_nl: De geheugenlimiet voor uw PHP installatie is mogelijk niet voldoende om CollectiveAccess correct te gebruiken. Gelieve de "memory_limit" variabele in uw PHP configuratie (normaal gezien een bestand genaamd &quot;php.ini&quot;) aan te passen. Zie <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> voor meer details. De waarde in uw configuratie is &quot;%1&quot;, de aangeraden warde is &quot;128M&quot; of hoger.

source: It looks like the PHP configuration variables "post_max_size" and "upload_max_filesize" are set to different values. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
nl_nl: De PHP configuratie variabelen "post_max_size" en "upload_max_filesize" blijken ingesteld op verschillende waarden. Merk op dat de laagste van beide waarden de grootte bepaalt van de bestanden die in CollectiveAccess kunnen worden geupload. Uw waarden: upload_max_filesize=%1 en post_max_size=%2.

source: It looks like at least one of the PHP configuration variables "post_max_size" and "upload_max_filesize" is set to a very low value. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. We recommend values greater than "5M" but in general you should set them to values greater than the largest file you will upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
nl_nl: Ten minste één van de PHP configuratie variabelen "post_max_size" en "upload_max_filesize" blijken ingesteld te zijn op een zeer lage waarde. Merk op dat de laagste van beide waarden de grootte bepaalt van bestanden die in CollectiveAccess kunnen worden geupload. Wij raden waarden groter dan "5M" aan, maar normaal gezien dient u deze in te stellen op waardes groter dan het grootste bestand dat u in CollectiveAccess zal uploaden. Uw waarden: upload_max_filesize=%1 en post_max_size=%2.

source: It looks like you have the PHP Suhoshin extension installed which introduces some default constraints than can prevent CA from saving information entered into forms.
nl_nl: U blijkt de PHP Suhoshin extensie te hebben geïnstalleerd, die enkele standaard beperkingen introduceert waardoor CA mogelijk wordt verhinderd om informatie ingegeven in formulieren op te slaan.

source: In particular, you have to set the configuration value "suhosin.post.max_name_length" to 256 or higher to ensure that CA works correctly. Your value is %1
nl_nl: Meer bepaald dient u de configuratiewaarde "suhosin.post.max_name_length" op 256 of hoger te zetten om te verzekeren dat CA correct werkt. Uw waarde is %1

source: In particular, you have to set the configuration value "suhosin.request.max_varname_length" to 256 or higher to ensure that CA works correctly. Your value is %1
nl_nl: Meer bepaald dient u de configuratiewaarde "suhosin.request.max_varname_length" op 256 of hoger te zetten om te verzekeren dat CA correct werkt. Uw waarde is %1

source: In particular, you have to set the configuration value "suhosin.post.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
nl_nl: Meer bepaald dient u de configuratiewaarde "suhosin.post.max_totalname_length" op 5012 of hoger te zetten om te verzekeren dat CA correct werkt. Uw waarde is %1

source: In particular, you have to set the configuration value "suhosin.request.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
nl_nl: Meer bepaald dient u de configuratiewaarde "suhosin.request.max_totalname_length" op 5012 of hoger te zetten om te verzekeren dat CA correct werkt. Uw waarde is %1

source: Could not apply database update for migration %1
nl_nl: De databank update voor migratie %1 kon niet worden uitgevoerd

source: The following tasks did not complete: %1
nl_nl: Volgende taken werden niet voltooid: %1

source: Applied migration %1
nl_nl: Database migratie %1 toegepast

source: Rebuilding hierarchical index for %1
nl_nl: Heropbouwen van hiërarchische index voor %1

source: Index rebuild complete!
nl_nl: Heropbouwen van index voltooid!

source: Label must not be blank
nl_nl: Label mag niet leeg zijn

source: Comment id is invalid
nl_nl: Commentaar identificatiecode is ongeldig

source: Comment was not created by specified user
nl_nl: Het commentaar was niet toegevoegd door de gespecificeerde gebruiker

source: Representation
nl_nl: Voorstelling

source: Elapsed time: %1
nl_nl: Verstreken tijd: %1

source: Does not use locale setting
nl_nl: Gebruikt the taalinstelling niet

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
nl_nl: Vink deze optie aan indien uw gebundelde attributen niet taalspecifiek hoeven te zijn. (Standaard zijn deze taalspecifiek.)

source: Line breaks
nl_nl: Regeleindes

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
nl_nl: Geef hier het aantal metadata elementen aan na dewelke een regeleinde moet toegevoegd worden. (Standaard is 0 - d.w.z. geen regeleindes)

source: Can be used in search form
nl_nl: Kan in zoekformulier gebruikt worden

source: Check this option if this attribute value can be used in search forms. (The default is to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut gebruikt kan worden in zoekformulieren (Standaard zijn deze taalspecifiek.)

source: Can be used in display
nl_nl: Kan in weergave worden gebruikt

source: Check this option if this attribute value can be used for display in search results. (The default is to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut gebruikt kan worden voor weergave in de zoekresultaten (Standaard zijn deze taalspecifiek.)

source: Display template
nl_nl: Weergave template

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
nl_nl: Layout voor waarde wanneer gebruikt in een weergave (kan HTML bevatten). Elementcode tags voorafgegaan door een ^ karakter kunnen gebruikt worden om een waarde te vertegenwoordigen in de template. Bijvoorbeeld: <i>^mijn_element_code</i>.

source: Value delimiter
nl_nl: Scheidingsteken

source: Delimiter to use between multiple values.
nl_nl: Teken te gebruiken tussen meerdere waardes.

source: Minimum value
nl_nl: Minimumwaarde

source: The minimum value allowed. Input less than the required value will be rejected.
nl_nl: De minimum toegelaten waarde. Input lager dan de vereiste waarde zal geweigerd worden.

source: Maximum value
nl_nl: Maximumwaarde

source: The maximum value allowed. Input greater than the required value will be rejected.
nl_nl: De maximum toegelaten waarde. Input hoger dan de vereiste waarde zal geweigerd worden.

source: Width of data entry field in user interface
nl_nl: Breedte van het invulveld voor de data in de gebruikersinterface

source: Width, in characters, of the field when displayed in a user interface.
nl_nl: Breedte, in tekens, van het veld wanneer weergegeven in een gebruikersinterface.

source: Height of data entry field in user interface
nl_nl: Hoogte van het invulveld voor de date in de gebruikersinterface

source: Height, in characters, of the field when displayed in a user interface.
nl_nl: Hoogte, in tekens, van het veld wanneer weergegeven in een gebruikersinterface.

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw valutawaardes niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Can be used for sorting
nl_nl: Kan gebruikt worden om te sorteren.

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut gebruikt kan worden om de zoekresultaten op te sorteren. (Standaard zijn deze taalspecifiek.)

source: Must not be blank
nl_nl: Mag niet leeg zijn

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut een waarde moet hebben - m.a.w. het mag niet leeg zijn. (Standaard niet ingesteld.)

source: Delimiter to use between multiple values when used in a display.
nl_nl: Scheidingsteken te gebruiken tussen meerdere waardes indien gebruikt in een weergave.

source: %1 must not be empty
nl_nl: %1 mag niet leeg zijn

source: %1 is not a valid currency value; be sure to include a currency symbol
nl_nl: %1 is geen geldige valutawaarde; vergeet het valutasymbool niet.

source: Currency specified for %1 does not appear to be valid
nl_nl: Munteenheid gespecifieerd voor %1 blijkt niet geldig te zijn

source: %1 must not be negative
nl_nl: %1 mag niet negatief zijn

source: %1 must be at least %2
nl_nl: %1 moet tenminste %2 zijn

source: %1 must be less than %2
nl_nl: %1 moet minder zijn dan %2

source: Date range boundaries
nl_nl: Grenzen databereik

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
nl_nl: Het datumbereik dat wordt geaccepteerd. Ingegeven datums buiten dit bereik zullen geweigerd worden. Laat leeg als er geen restricties vereist zijn.

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw datumbereik niet taalspecifiek hoeft te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Include date picker
nl_nl: Gebruik datumkiezer widget

source: Check this option if you want a calendar-based date picker to be available for date entry. (The default is to not include a picker.)
nl_nl: Vink deze optie aan indien u een kalender-gebaseerde datumbereikwidget wenst te gebruiken voor ingave van datums. (De standaardinstelling is om dit niet te gebruiken.)

source: Is a lifespan
nl_nl: Is een levensduur

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut voor de levensduur van een persoon staat. Levensduurtes worden in de meeste talen in een ander formaat weergegeven dan standaard datums. (Standaard niet ingeschakeld.)

source: Default value
nl_nl: Standaardwaarde

source: Value to pre-populate a newly created attribute with
nl_nl: Waarde waarmee een nieuw gecreëerd attribuut wordt vooringevuld

source: Suggest existing values?
nl_nl: Suggereer bestaande waardes?

source: Check this option if you want this attribute to suggest previously saved values as text is entered.
nl_nl: Vink deze optie aan indien u wenst dat dit attribuut eerder opgeslagen waardes suggereert wanneer tekst wordt ingegeven.

source: Sort suggested values by?
nl_nl: Sorteer gesuggereerde waardes op?

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <i>value</i> to sort alphabetically. Choose <i>most recently added </i> to sort with most recently entered values first.
nl_nl: Indien de suggestie van bestaande waardes ingeschakeld is, bepaalt deze optie hoe verkregen waardes gesorteerd zullen worden. Kies <i>waarde</i> om alfabetisch te sorteren. Kies <i>recentst toegevoegd</i> om te sorteren met recent toegevoegde waardes eerst.

source: Value
nl_nl: Waarde

source: Most recently added
nl_nl: Recentst toegevoegd

source: %1 is invalid
nl_nl: %1 is ongeldig

source: %1 must be within %2
nl_nl: %1 moet binnen %2 liggen

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Uploaded file
nl_nl: Geüpload bestand

source: Select a file
nl_nl: Selecteer een bestand

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
nl_nl: Vink deze optie aan als de waarde van dit attribuut gebruikt kan worden om de zoekresultaten op te sorteren. (Standaard niet ingesteld.)

source: Address or georeference was blank.
nl_nl: Adres of georeferentie was blanco.

source: Could not connect to Google for geocoding
nl_nl: Er kon geen verbindingen worden gemaakt met Google voor geocodering.

source: Could not geocode address: [%1] %2
nl_nl: Adres niet teruggevonden via geocoding: [%1] %2

source: Search for geographic location
nl_nl: Zoek een geografische locatie

source: Upload KML file
nl_nl: KML bestand uploaden

source: Select KML or KMZ file
nl_nl: Selecteer KML of KMZ bestand

source: Use map
nl_nl: Gebruik kaart

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Can be empty
nl_nl: Kan leeg zijn

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
nl_nl: Kies deze optie als u lege attribuutwaardes wenst toe te staan. Dit heeft uiteraard enkel nut als u meerdere elementen in een container bundelt.

source: Entry was blank.
nl_nl: Ingave was leeg.

source: URL for access to information service.
nl_nl: URL die toegang biedt tot de informatieservice.

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: More
nl_nl: Meer

source: Minimum number of characters
nl_nl: Minimum aantal tekens

source: The minimum number of characters to allow. Input shorter than required will be rejected.
nl_nl: Minimum aantal tekens om toe te laten. Een kortere input dan vereist zal geweigerd worden.

source: Maximum number of characters
nl_nl: Maximum aantal tekens

source: The maximum number of characters to allow. Input longer than required will be rejected.
nl_nl: Maximum aantal tekens om toe te laten. Een langere input dan vereist zal geweigerd worden.
