Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: The minimum numeric value to allow. Values smaller than required will be rejected.
nl_nl: De minimaal toegestane numerieke waarde. Kleinere waardes zullen afgekeurd worden.

source: The maximum numeric value to allow. Values larger than required will be rejected.
nl_nl: De maximaal toegestane numerieke waarde. Grotere waardes zullen afgekeurd worden.

source: Regular expression to validate input with
nl_nl: Reguliere expressie om input mee te valideren

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
nl_nl: Een Perl-formaat reguliere expressie waarmee de invoer gevalideerd zal worden. Ingevoerde data die niet met de expressie overeenkomt zal geweigerd worden. De inleidende en afsluitende scheidingstekens (typisch "/") dienen niet toegevoegd te worden aan uw reguliere expressie. Laat deze optie leeg als u geen validatie gebaseerd op een reguliere expressie wenst.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
nl_nl: Vink deze optie aan als uw integerwaardes niet taalspecifiek hoeven te zijn. (Standaard zijn deze taalspecifiek.)

source: %1 must be at least 1 character long
nl_nl: %1 moet minstens 1 karakter lang zijn

source: %1 must be at least %2 characters long
nl_nl: %1 moet minstens %2 karakters lang zijn

source: %1 must be no more than 1 character long
nl_nl: %1 mag niet meer dan 1 karakter lang zijn

source: %1 must be no more than %2 characters long
nl_nl: %1 mag niet meer dan %2 karakters lang zijn

source: %1 must a number
nl_nl: %1 moet een numerieke waarde zijn

source: %1 must be no more than %2
nl_nl: %1 moet minder zijn dan %2

source: %1 does not conform to required format
nl_nl: %1 komt niet overeen met het vereiste formaat

source: %1 is not an integer value
nl_nl: %1 is geen geheel getal

source: Vocabulary
nl_nl: Woordenlijst

source: Selects which vocabulary will be searched.
nl_nl: Selecteert welke woordenlijsten doorzocht zullen worden.

source: All vocabularies
nl_nl: Alle (woorden)lijsten

source: Cryptographic Hash Functions
nl_nl: Cryptografische hash-functies

source: ISO639-1 Languages
nl_nl: ISO 639-1 taalcodes

source: ISO639-2 Languages
nl_nl: ISO 639-2 taalcodes

source: ISO639-5 Languages
nl_nl: ISO 639-5 taalcodes

source: More &rsaquo;
nl_nl: Meer &rsaquo;

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
nl_nl: Vink deze optie aan als uw afmetingen niet taalspecifiek hoeven te zijn. (Standaard niet ingesteld.)

source: Require value
nl_nl: Vereis waarde

source: Check this option if you want an error to be thrown if this measurement is left blank.
nl_nl: Vink deze optie aan als u een foutmelding wenst weer te geven als de afmeting niet wordt ingevuld.

source: %1 is not a valid unit of measurement
nl_nl: %1 is geen geldige afmetingseenheid

source: %1 is not a valid measurement
nl_nl: %1 is geen geldige afmeting

source: %1 must not be less than zero
nl_nl: %1 mag niet negatief zijn

source: %1 is not a valid measurement [%2]
nl_nl: %1 is geen geldige afmeting [%2]

source: Width of list in user interface
nl_nl: Breedte van de lijst in de gebruikersinterface

source: Width, in characters or pixels, of the list when displayed in a user interface. When list is rendered as a hierarchy browser width must be in pixels.
nl_nl: Breedte, in tekens of pixels, van de lijst, wanneer weergegeven in een gebruikersinterface. Indien de lijst wordt weergegeven als hiërarchische verkenner moet de breedte in pixels worden ingevuld.

source: Height of list in user interface (hierarchy browser only)
nl_nl: Hoogte van de lijst in de gebruikersinterface (enkel hiërarchische verkenner)

source: Height, in pixels, of the list when displayed in a user interface as a hierarchy browser.
nl_nl: Hoogte, in pixels, van het veld wanneer weergegeven in een gebruikersinterface als een hiërarchische verkenner.

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Check this option if you want to require that a list item be selected.
nl_nl: Vink deze optie aan als gebruikers verplicht een lijstitem dienen te selecteren.

source: Render list as
nl_nl: Geef lijst weer als

source: Drop-down list
nl_nl: Keuzelijst

source: Yes/no checkbox
nl_nl: Ja/nee checkbox

source: Type-ahead lookup
nl_nl: Automatisch aanvullend veld

source: Horizontal hierarchy browser
nl_nl: Horizontale hiërarchische verkenner

source: Horizontal hierarchy browser with search
nl_nl: Horizontale hiërarchische verkenner met zoekfunctionaliteit

source: Vertical hierarchy browser
nl_nl: Verticale hiërarchische verkenner

source: Number of columns to use for radio button or checklist display
nl_nl: Aantal kolommen waarin de radio buttons of checklists worden weergegeven

source: Maximum number of columns to use when laying out radio buttons or checklist.
nl_nl: Maximum aantal te gebruiken kolommen voor het weergeven van radio buttons of checklists.

source: %1 is not a valid list item_id for %2 [%3]
nl_nl: %1 is geen geldig lijst item_id voor %2 [%3]

source: Value %1 [%2] cannot be blank
nl_nl: Waarde %1 [%2] mag niet leeg zijn

source: Item is not in the correct list
nl_nl: Item zit niet in de juiste lijst

source: -NONE-
nl_nl: -GEEN-

source: The list must have exactly two items to be used as a yes/no checkbox
nl_nl: De lijst moet exact twee items bevatten om als een ja/nee checkbox gebruikt te worden

source: Sub-elements may not be used as checklists
nl_nl: Sub-elementen kunnen niet worden gebruikt als checklists

source: Select a media file
nl_nl: Selecteer een media bestand

source: The minimum numeric value to allow. Values smaller than required will be rejected. Leave blank to indicate no lower limit.
nl_nl: De minimaal toegestane numerieke waarde. Kleinere waardes zullen afgekeurd worden. Laat leeg om geen minimale limiet in te stellen.

source: The maximum numeric value to allow. Values larger than required will be rejected. Leave blank to indicate no upper limit.
nl_nl: De maximaal toegestane numerieke waarde. Grotere waardes zullen afgekeurd worden. Laat leeg om geen maximale limiet in te stellen.

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
nl_nl: Vink deze optie aan als uw numerieke waardes niet taalspecifiek hoeven te zijn. (Standaard zijn deze taalspecifiek.)

source: %1 is not a numeric value
nl_nl: %1 is geen numerieke waarde

source: Width of field in user interface
nl_nl: Breedte van het veld in de gebruikersinterface

source: Check this option if you don't want your field values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Occurrence type restriction
nl_nl: Restrictie op gebeurtenis type

source: Insert idno of a occurrence type here to restrict the lookup mechanism to that type. (The default is empty.)
nl_nl: Voeg hier de identificatiecode van een gebeurtenis type in om het opzoekmechanisme te beperken tot dat type (standaardwaarde is leeg.)

source: Place type restriction
nl_nl: Restrictie op plaats type

source: Insert idno of a place type here to restrict the lookup mechanism to a certain place type. (The default is empty.)
nl_nl: Voeg hier de identificatiecode van een plaats type in om het opzoekmechanisme te beperken tot dat type plaats (standaardwaarde is leeg.)

source: Check this option if you don't want your Taxonomy values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Use rich text editor
nl_nl: Gebruik de editor met tekstopmaak

source: Check this option if you want to use a word-processor like editor with this text field. If you expect users to enter rich text (italic, bold, underline) then you might want to enable this.
nl_nl: Vink deze optie aan indien u een editor met tekstopmaak (zoals een tekstverwerker) wenst te gebruiken voor dit tekstveld. Indien u verwacht dat uw gebruikers tekstopmaak (cursief, vet, onderlijnd) wensen te gebruiken, is het aan te raden deze optie in te schakelen.

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
nl_nl: Vink deze optie aan als uw tekst niet taalspecifiek hoeven te zijn. (Standaard zijn deze taalspecifiek.)

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the text entry is equal to 1.
nl_nl: Vink deze optie aan indien u wenst dat dit attribuut eerder opgeslagen waarden suggereert bij ingave van de tekst. Deze optie is enkel nuttig als de weergavehoogte van het tekstelement gelijk is aan 1.

source: Default text
nl_nl: Standaardtekst

source: Text to pre-populate a newly created attribute with
nl_nl: Tekst waarmee een nieuw aangemaakt attribuut wordt vooringevuld

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
nl_nl: Vink deze optie aan als uw georeferenties niet taalspecifiek hoeven te zijn. (Standaard zijn deze niet taalspecifiek.)

source: Check this option if you want an error to be thrown if the URL is left blank.
nl_nl: Vink deze optie aan als u een foutmelding wenst weer te geven als de URL leeggelaten wordt.

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the element is equal to 1.
nl_nl: Vink deze optie aan indien u wenst dat dit attribuut eerder opgeslagen waarden suggereert bij ingave van de tekst. Deze optie is enkel nuttig als de weergavehoogte van het tekstelement gelijk is aan 1.

source: %1 be no more than %2 characters long
nl_nl: %1 moet minder dan %2 karakters lang zijn

source: %1 is not a valid url
nl_nl: %1 is geen geldige url

source: Search
nl_nl: Zoek

source: Searches
nl_nl: Zoekacties

source: a
nl_nl: een

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Browse by...
nl_nl: Verken op...

source: Invalid search type
nl_nl: Ongeldig zoektype

source: Invalid criteria type
nl_nl: Ongeldig criteria type

source: '%1' is not valid for %2
nl_nl: '%1' is geen geldige keuze voor %2

source: '%1' is not valid for %2; only letters and numbers are allowed
nl_nl: '%1' is ongeldig voor %2; enkel alfanumerieke karakters zijn toegestaan

source: %1 must be set to %2
nl_nl: '%1' moet ingesteld zijn op %2

source: %1 must not be shorter than %2 character
nl_nl: %1 moet minder dan %2 karakter lang zijn

source: %1 must not be shorter than %2 characters
nl_nl: %1 moet minder dan %2 karakters lang zijn

source: %1 must not be longer than %2 character
nl_nl: %1 moet minder dan %2 karakter lang zijn

source: %1 must not be longer than %2 characters
nl_nl: %1 moet minder dan %2 karakters lang zijn

source: %1 must be a number
nl_nl: %1 moet een numerieke waarde zijn

source: %1 must not be less than %2
nl_nl: %1 moet minder zijn dan %2

source: %1 must not be more than %2
nl_nl: %1 moet minder zijn dan %2

source: %1 must consist only letters and numbers
nl_nl: %1 mag enkel alfanumerieke tekens bevatten

source: %1 must be a valid year
nl_nl: %1 moet een geldig jaartal zijn

source: %1 must be a valid numeric month (between 1 and 12)
nl_nl: %1 moet een geldige numerieke maand zijn (tussen 1 en 12)

source: %1 must be a valid numeric day (between 1 and 31)
nl_nl: %1 moet een geldige numerieke dag zijn (tussen 1 en 31)

source: Error
nl_nl: Fout

source: Identifier is already in use
nl_nl: Identificatiecode is reeds gebruikt

source: Identifier is already in use %1 times
nl_nl: Identificatiecode is reeds %1 keer gebruikt

source: Will be assigned %1 when saved
nl_nl: Zal de waarde %1 krijgen indien opgeslagen

source: Encoded Archival Description format
nl_nl: Encoded Archival Description formaat

source: NewsML is designed to provide a media-type-independent, structural framework for multi-media news. Beyond exchanging single items it can also convey packages of multiple items in a structures layout.
nl_nl: NewsML is ontworpen om een media-type-onafhankelijk, gestructureerd framework te leveren voor multimedia nieuws. Naast het uitwisselen van individuele items, kan het ook pakketten van meerdere items uitdrukken in een gestructureerde layout.

source: Public Broadcasting Core data format; used for data interchange between audio/video archives
nl_nl: Public Broadcasting Core data formaat; gebruikt voor data-uitwisseling tussen audio/video archieven

source: Tab delimited text
nl_nl: Tekst gescheiden door tabs

source: Invalid timecode '%1' for %2
nl_nl: Ongeldige tijdscode '%1' voor %2

source: Invalid property '%1'
nl_nl: Ongeldige eigenschap '%1'

source: Start must be less than end
nl_nl: Start moet kleiner zijn dan eind

source: Invalid provider '%1'.
nl_nl: Ongeldige provider '%1'.

source: OAI provider is not enabled.
nl_nl: OAI provider is niet geactiveerd.

source: No verb specified.
nl_nl: Geen werkwoord gespecificeerd.

source: Invalid verb specified.
nl_nl: Ongeldig werkwoord gespecificeerd.

source: Identifier is empty
nl_nl: Identificatiecode is leeg

source: Identifier is invalid
nl_nl: Identificatiecode is ongeldig

source: Query failed
nl_nl: Query is mislukt

source: No records match the given criteria
nl_nl: Er zijn geen records volgens uw zoekopdracht gevonden

source: CollectiveAccess OAI-PMH Service
nl_nl: CollectiveAcces OAI-PMH service

source: Duplicate parameters in request
nl_nl: Dubbele parameters in aanvraag

source: Missing required parameter %1
nl_nl: Vereiste parameter %1 ontbreekt

source: Unknown parameter %1
nl_nl: Onbekende parameter %1

source: Invalid date/time parameter
nl_nl: Ongeldige datum/tijd parameter

source: Date/time parameter of differing granularity
nl_nl: De datum/tijd parameter heeft een verschillende granulariteit

source: and
nl_nl: en

source: Date
nl_nl: Datum

source: User
nl_nl: Gebruiker

source: Changes
nl_nl: Aanpassingen

source: No change log available
nl_nl: Geen aanpassingslog beschikbaar

source: Added
nl_nl: Toegevoegd

source: Edited
nl_nl: Bewerkt

source: Deleted
nl_nl: Verwijderd

source: Not set
nl_nl: Niet ingesteld

source: Non-existent
nl_nl: Onbestaand

source: yes
nl_nl: ja

source: no
nl_nl: nee

source: '%1' does not exist in this object
nl_nl: '%1' bestaat niet in dit object

source: '%1' for %2 is not numeric
nl_nl: '%1' voor %2 is niet numeriek

source: Invalid direct date values
nl_nl: Ongeldige directe datum waardes

source: Invalid direct time values
nl_nl: Ongeldige directe tijdswaardes

source: %1' does not exist in this object
nl_nl: %1' bestaat niet in dit object

source: Mode:%1 is not supported by this object
nl_nl: Modus: %1 wordt niet ondersteund door dit object

source: BaseModel '%1' cannot be accessed with this class
nl_nl: BaseModel '%1' kan niet worden bereikt met deze klasse

source: BaseModel '%1' does not exist
nl_nl: BaseModel '%1' bestaat niet

source: Field '%1' does not exist
nl_nl: Veld '%1' bestaat niet

source: Basemodel::load SQL had an error: %1; SQL was %2
nl_nl: Basemodel::load SQL gaf een foutmelding terug: %1; SQL was %2

source: Invalid %1 '%2'
nl_nl: Ongeldig %1 '%2'

source: No record with %1
nl_nl: Geen record met %1

source: Date is undefined but field %1 does not support NULL values
nl_nl: Datum is niet gedefinieerd, maar het veld %1 ondersteunt geen NULL waarden

source: Date is invalid for %1
nl_nl: Datum is ongeldig voor %1

source: Time is undefined but field %1 does not support NULL values
nl_nl: Tijd is niet gedefinieerd, maar het veld %1 ondersteunt geen NULL waarden

source: Time is invalid for
nl_nl: Tijd is ongeldig voor

source: Daterange is undefined but field does not support NULL values
nl_nl: Datumbereik is niet gedefinieerd, maar het veld %1 ondersteunt geen NULL waarden

source: Starting date is invalid
nl_nl: Startdatum is ongeldig

source: Ending date is invalid
nl_nl: Einddatum is ongeldig

source: Time range is undefined but field does not support NULL values
nl_nl: Tijd bereik is niet gedefinieerd, maar het veld %1 ondersteunt geen NULL waarden

source: Starting time is invalid
nl_nl: Starttijd is ongeldig

source: Ending time is invalid
nl_nl: Eindtijd is ongeldig

source: Number is invalid for %1 [%2]
nl_nl: Nummer is ongeldig voor %1 [%2]

source: Timecode is invalid
nl_nl: Tijdcode is ongeldig

source: The combination of %1 and %2 must be unique
nl_nl: De combinatie van %1 en %2 moet uniek zijn

source: The value of %1 must be unique
nl_nl: De waarde van %1 moet uniek zijn

source: Mode was %1; must be write
nl_nl: Modus was %1: moet 'schrijven' zijn

source: Can't do update() on new record; use insert() instead
nl_nl: Er kan geen update() worden gedaan op een nieuw record, gebruik insert()

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
nl_nl: Er zijn wijzigingen aangebracht sinds u deze data hebt geladen. Sla opnieuw op om deze aanpassingen te overschrijven, of annuleer om de aanpassingen te behouden.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
nl_nl: Er zijn wijzigingen aangebracht door %1 sinds u deze data hebt geladen. Sla opnieuw op om deze aanpassingen te overschrijven, of annuleer om de aanpassingen te behouden.

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
nl_nl: Er zijn wijzigingen aangebracht door gebruikers %1 sinds u deze data hebt geladen. Sla opnieuw op om deze aanpassingen te overschrijven, of annuleer om de aanpassingen te behouden.

source: Cannot move %1 under its sub-record
nl_nl: %1 kan niet verplaatst worden onder zijn sub-record

source: Hierarchy ID must be specified for this update
nl_nl: Hiërarchie ID moet worden opgegeven voor deze update

source: Number is invalid for %1
nl_nl: Nummer is ongeldig voor %1

source: Date is undefined but field does not support NULL values
nl_nl: Datum is niet gedefinieerd, maar het veld ondersteunt geen NULL waardes

source: Time is undefined but field does not support NULL values
nl_nl: Tijd is niet gedefinieerd, maar het veld ondersteunt geen NULL waardes

source: Time is invalid for %1
nl_nl: Tijd is ongeldig voor %1

source: Could not update sub records in hierarchy: [%1] %2
nl_nl: Sub records konden niet worden geüpdate in hiërarchie: [%1] %2

source: Parent record had invalid hierarchical indexing (should not happen!)
nl_nl: Ouder record had een ongeldige hiërarchische indexering (dit zou niet mogen gebeuren!)

source: Mode was %1; must be write or admin
nl_nl: Mode was %1; moet 'write' of 'admin' zijn

source: No record loaded
nl_nl: Geen records geladen

source: Can't delete item because it has sub-records
nl_nl: Dit item kan niet worden verwijderd omdat het sub-records heeft

source: Can't delete item because items related to it have sub-records (%1)
nl_nl: Dit item kan niet worden verwijderd omdat gerelateerde items sub-records hebben (%1)

source: Can't delete item because it is in use (%1)
nl_nl: Dit item kan niet worden verwijderd omdat het in gebruik is (%1)

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
nl_nl: Mirror via '%1' kon niet in de wachtrij gezet worden voor versie '%2' (handler '%3')

source: Could not cancel pending tasks: %1
nl_nl: Taken in wachtrij konden niet worden geannuleerd: %1

source: Cannot open remote URL [%1] to fetch media
nl_nl: De externe URL [%1] kon niet worden geopend om media binnen te halen

source: Cannot open file for media fetched from URL [%1]
nl_nl: Het bestand voor de media opgehaald van URL [%1] kan niet worden geopend

source: File type %1 not accepted by %2
nl_nl: Bestandstype %1 wordt niet geaccepteerd door %2

source: Unknown file type not accepted by %1
nl_nl: Onbekend bestandstype wordt niet geaccepteerd door %1

source: Media is being processed and will be available shortly.
nl_nl: Media wordt verwerkt en zal spoedig beschikbaar zijn.

source: File could not be copied for %1; can't convert mimetype '%2' to extension
nl_nl: Bestand kon niet worden gekopieerd voor %1; het mimetype '%2' kan niet worden geconverteerd naar de extensie

source: Could not create subdirectory for uploaded file in %1. Please ask your administrator to check the permissions of your media directory.
nl_nl: Er kon geen submap worden aangemaakt voor het geuploadde bestand in %1. Gelieve aan uw beheerder te vragen om de machtigingen voor de media map te verifiëren.

source: File could not be copied. Ask your administrator to check permissions and file space for %1
nl_nl: Bestand kon niet worden gekopieërd. Vraag uw beheerder om de machtigingen en bestandsruimte voor %1 te verifiëren

source: File could not be processed for %1; can't convert mimetype '%2' to extension
nl_nl: Bestand kon niet worden verwerkt voor %1; het mimetype '%2' kan niet worden geconverteerd naar de extensie

source: Couldn't write file: %1
nl_nl: Bestand kon niet geschreven worden: %1

source: Couldn't queue processing for version '%1' using handler '%2'
nl_nl: De verwerking voor versie '%1' kon niet in de wachtrij worden geplaatst door handler '%2'

source: File could not be processed for %1: %2
nl_nl: Bestand kon niet verwerkt worden voor %1: %2

source: File is not a valid format
nl_nl: Bestand is geen geldig formaat

source: %1 must not be greater than %2
nl_nl: %1 moet minder zijn dan %2

source: %1 must be at least %2 characters
nl_nl: %1 moet minstens %2 karakters lang zijn

source: %1 must not be more than %2 characters long
nl_nl: %1 moet minder dan %2 karakters lang zijn

source: '%1' is not valid choice for %2
nl_nl: '%1' is geen geldige keuze voor %2

source: Creation date/time
nl_nl: Aanmaakdatum/tijd

source: Modification date/time
nl_nl: Bewerkingsdatum/tijd

source: Last modification date/time
nl_nl: Datum/tijd van laatste wijziging

source: Date and time %1 was created
nl_nl: Datum en tijd waarop %1 werd aangemaakt

source: Date and time %1 was modified
nl_nl: Datum en tijd waarop %1 werd bewerkt

source: Date and time %1 was last modified
nl_nl: Datum en tijd waarop %1 laatst werd aangemaakt

source: Hierarchy ID must be specified
nl_nl: Hiërarchie ID moet worden gespecificeerd

source: Could not get parent_id to load siblings by: %1
nl_nl: Kon parent_id niet ophalen om broers te laden: %1

source: Could not get hierarchy siblings: %1
nl_nl: Kon broers in hiërarchie niet laden: %1

source: Value must be unique. Please try another.
nl_nl: Waarde moet uniek zijn. Gelieve een andere waarde op te geven.

source: Related table specification "%1" is not valid
nl_nl: Gerelateerde tabel specificatie "%1" is ongeldig

source: No locale was set for tag
nl_nl: Er is geen lokalisatie ingesteld voor de tag

source: Tag relation id is invalid
nl_nl: Tag relatie identificatiecode is ongeldig

source: Tag is not part of the current row
nl_nl: De tag is geen onderdeel van de huidige rij
