Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Type restriction for "left" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of objects this relationship type is valid.
nl_nl: Restrictie op type voor "linkerkant" van relatie (bvb als de relatie object ⇔ entiteit is, dan controleert de restrictie voor welk type objecten dit relatietype geldig is).

source: Type restriction for "right" side of relationship
nl_nl: Restrictie op type voor "rechterkant" van relatie

source: Type restriction for "right" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of entities this relationship type is valid.
nl_nl: Restrictie op type voor "rechterkant" van relatie (bvb als de relatie object ⇔ entiteit is, dan controleert de restrictie voor welk type entiteiten dit relatietype geldig is).

source: Relationship type hierarchy identifier
nl_nl: Relatietype hiërarchie identificatiecode

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
nl_nl: Identificatiecode van relatietype dat de wortel is van de relatietype-hiërarchie.

source: Relationship type code
nl_nl: Relatietype code

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
nl_nl: Unieke identificatiecode voor het type relatie; moet uniek zijn voor relatietypes voor de huidige relatie.

source: Relationship
nl_nl: Relatie

source: Indicates the type of relationship for which this type is applicable.
nl_nl: Geeft het type relatie aan waarvoor dit type van toepassing is.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de relatie indien weergegeven in een lijst met andere relaties. Lagere nummers representeren een hogere prioriteit

source: If checked this relationship type will be the default type for the relationship.
nl_nl: Indien aangevinkt zal dit relatietype het standaard type zijn voor de relatie.

source: Relationship types
nl_nl: Relatietypes

source: relationship type name
nl_nl: naam relatietype

source: relationship type names
nl_nl: namen relatietype

source: Typename (forward sense)
nl_nl: Typenaam (voorwaartse richting)

source: Relationship type used when relation is read left-to-right.
nl_nl: Relatietype wanneer de relatie van links naar rechts wordt gelezen.

source: Typename (reverse sense)
nl_nl: Typenaam (achterwaartse richting)

source: Relationship type used when relation is read right-to-left.
nl_nl: Relatietype wanneer de relatie van rechts naar links wordt gelezen.

source: Description (forward sense)
nl_nl: Omschrijving (voorwaartse richting)

source: Description for relationship type when relation is read left-to-right.
nl_nl: Omschrijving voor relatietype wanneer de relatie van links naar rechts wordt gelezen.

source: Description (reverse sense)
nl_nl: Omschrijving (achterwaartse richting)

source: Description for relationship type when relation is read right-to-left.
nl_nl: Omschrijving voor relatietype wanneer de relatie van rechts naar links wordt gelezen.

source: representation annotation
nl_nl: aantekening op voorstelling

source: The locale from which the annotation originates.
nl_nl: De lokalisatie waaruit de aantekening afkomstig is.

source: The user who created the annotation.
nl_nl: De gebruiker die de aantekening maakte.

source: Code indicating type of annotation.
nl_nl: Code die het type type aantekening aangeeft.

source: Indicates if annotation is accessible to the public or not.
nl_nl: Geeft aan of de aantekening al dan niet publiek toegankelijk is.

source: Indicates the current state of the annotation .
nl_nl: Geeft de huidige status aan van de aantekening

source: Annotation properties
nl_nl: Eigenschappen van aantekening

source: representation annotation ⇔ entity relationship
nl_nl: aantekening op voorstelling ⇔ entiteit relatie

source: representation annotation ⇔ entity relationships
nl_nl: aantekening op voorstelling ⇔ entiteit relaties

source: representation annotation ⇔ object relationship
nl_nl: aantekening op voorstelling ⇔ object relatie

source: representation annotation ⇔ object relationships
nl_nl: aantekening op voorstelling ⇔ object relaties

source: representation annotation ⇔ occurrence relationship
nl_nl: aantekening op voorstelling ⇔ gebeurtenis relatie

source: representation annotation ⇔ occurrence relationships
nl_nl: aantekening op voorstelling ⇔ gebeurtenis relaties

source: representation annotation ⇔ place relationship
nl_nl: aantekening op voorstelling ⇔ plaats relatie

source: representation annotation ⇔ place relationships
nl_nl: aantekening op voorstelling ⇔ plaats relaties

source: representation annotation ⇔ vocabulary term relationship
nl_nl: aantekening op voorstelling ⇔ woordenlijst term relatie

source: representation annotation ⇔ vocabulary term relationships
nl_nl: aantekening op voorstelling ⇔ woordenlijst term relaties

source: representation annotation title
nl_nl: titel van aantekening op voorstelling

source: representation annotation titles
nl_nl: titels van aantekening op voorstelling

source: Title
nl_nl: Titel

source: Title for annotation. This is usually a short description of the annotation content.
nl_nl: Titel voor aantekening. Dit is meestal een korte omschrijving van de inhoud van de aantekening.

source: search form
nl_nl: zoekformulier

source: Unique numeric identifier used by CollectiveAccess internally to identify this form
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit formulier te identificeren

source: The user who created the form.
nl_nl: De gebruiker die het formulier aanmaakte.

source: Form code
nl_nl: Formuliercode

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
nl_nl: Unieke code voor formulier, gebruikt om het formulier te identificeren voor configuratiedoeleinden. U dient dit te specificeren indien u dit formulier in een speciale context gebruikt (op een web front-end bijvoorbeeld) waarin het formulier ondubbelzinnig geïdentificeerd moet worden.

source: Is system form
nl_nl: Is systeemformulier

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
nl_nl: Stel dit in als het formulier een formulier is dat door het systeem wordt gebruikt (in tegenstelling tot een gebruikersgedefinieerd formulier). Normaal gezien worden systeemformulieren gedefinieerd door het installatiesysteem - u zou zelf geen systeemformulieren moeten aanmaken.

source: Search type
nl_nl: Zoektype

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
nl_nl: Bepaalt welk type zoekactie (objecten, entiteiten, plaatsen, enz...) het formulier zal uitvoeren.

source: Search form settings.
nl_nl: Instellingen zoekformulier.

source: Number of columns in form
nl_nl: Aantal kolommen in het formulier

source: The number of columns wide the search will be.
nl_nl: Geeft aan hoeveel kolommen breed de zoekpagina zal zijn.

source: Search form contents
nl_nl: Inhoud zoekformulier

source: Search form settings
nl_nl: Instellingen zoekformulier

source: Width, in characters, of search form elements.
nl_nl: Breedte, in aantal karakters, van zoekformulier elementen.

source: Full text
nl_nl: Volledige tekst

source: Searches on all content that has been indexed
nl_nl: Doorzoekt alle inhoud die werd geïndexeerd

source: Access point
nl_nl: Toegangspunt

source: search forms ⇔ user association
nl_nl: zoekformulieren ⇔ gebruiker associatie

source: search forms ⇔ user associations
nl_nl: zoekformulieren ⇔ gebruiker associaties

source: Indicates user&apos;s level of access to the form.
nl_nl: Geeft het toegangsniveau voor de gebruiker tot dit formulier aan

source: search forms ⇔ group association
nl_nl: zoekformulieren ⇔ groepen associatie

source: search forms ⇔ group associations
nl_nl: zoekformulieren ⇔ groepen associaties

source: Indicates group&apos;s level of access to the form.
nl_nl: Geeft het toegangsniveau voor de groep tot dit formulier aan

source: search form name
nl_nl: zoekformulier naam

source: search form names
nl_nl: zoekformulier namen

source: Name of search form
nl_nl: Naam van zoekformulier

source: search form placement
nl_nl: plaatsing van zoekformulier

source: search form placements
nl_nl: plaatsingen van zoekformulier

source: The relative priority of the search form element when displayed in a list with other elements in a form. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van het zoekformulier element indien weergegeven in een lijst met andere elementen. Lagere nummers representeren een hogere prioriteit

source: Unique numeric identifier used by CollectiveAccess internally to identify this set
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze set te identificeren

source: The user who created the set.
nl_nl: De gebruiker die de set aanmaakte.

source: Set content
nl_nl: Inhoud van set

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
nl_nl: Bepaalt welk soort items (objecten, entiteiten, plaatsen, enz...) worden opgeslaan in de set.

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
nl_nl: Het type set bepaalt welk soort informatie de set en elk item in de set met zich geassocieerd kan hebben.

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze set. U dient dit te specificeren indien u deze set in een speciale context gebruikt (op een web front-end bijvoorbeeld) waarin de set ondubbelzinnig geïdentificeerd moet worden.

source: Item does not exist
nl_nl: Item bestaat niet

source: Could not reorder item %1: %2
nl_nl: Item kon niet herschikt worden %1:%2

source: user-set assocation
nl_nl: gebruiker-set assocatie

source: user-set assocations
nl_nl: gebruiker-set assocaties

source: Indicates user&apos;s level of access to the set.
nl_nl: Geeft het toegangsniveau voor de gebruiker tot deze set aan

source: Period of time for which this access is in effect. Leave blank if you do not wish to restrict access to a specific period of time.
nl_nl: Tijdsperiode waarvoor deze toegang geldt. Laat leeg indien u de toegang niet wenst te beperken tot een bepaalde tijdsperiode.

source: group-set assocation
nl_nl: groep-set assocatie

source: group-set assocations
nl_nl: groep-set assocaties

source: Indicates group&apos;s level of access to the set.
nl_nl: Geeft het toegangsniveau voor de groep tot deze set aan

source: Unique numeric identifier used by CollectiveAccess internally to identify this set item
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit setitem te identificeren

source: Set
nl_nl: Instellen

source: Set item belongs to
nl_nl: Setitem behoort tot

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de set indien weergegeven in een lijst met andere sets. Lagere nummers representeren een hogere prioriteit

source: Item captions
nl_nl: Item bijschriften

source: set item caption
nl_nl: bijschrift setitem

source: set item captions
nl_nl: bijschriften setitem

source: Caption
nl_nl: Bijschrift

source: Caption for the set item.
nl_nl: Bijschrift voor het setitem.

source: set name
nl_nl: set naam

source: set names
nl_nl: set namen

source: Name of set
nl_nl: Naam van set

source: Unique numeric identifier used by CollectiveAccess internally to identify this storage location
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze opslaglocatie te identificeren

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
nl_nl: Het type opslaglocatie. In CollectiveAccess heeft elke opslaglocatie een enkel "intrinsiek" type dat de set van beschrijvende en administratieve metadata bepaalt die erop kunnen worden toegepast.

source: Indicates the current state of the storage location record.
nl_nl: Geeft de huidige status aan van het opslaglocatie record.

source: Indicates if the storage location is deleted or not.
nl_nl: Geeft aan of de opslaglocatie al dan niet verwijderd is.

source: storage locations ⇔ storage locations relationship
nl_nl: opslaglocaties ⇔ opslaglocaties relatie

source: storage locations ⇔ storage locations relationships
nl_nl: opslaglocaties ⇔ opslaglocaties relaties

source: storage locations ⇔ vocabulary terms relationship
nl_nl: opslaglocaties ⇔ woordenlijst term relatie

source: storage locations ⇔ vocabulary terms relationships
nl_nl: opslaglocaties ⇔ woordenlijst term relaties

source: storage location name
nl_nl: opslaglocatie naam

source: storage location names
nl_nl: opslaglocatie namen

source: Name of storage location
nl_nl: Naam van opslaglocatie

source: task queue entry
nl_nl: item in takenwachtrij

source: task queue entries
nl_nl: items in takenwachtrij

source: Task id
nl_nl: Taaknummer

source: Identifier for queued task
nl_nl: Identificatiecode voor een taak in de wachtrij

source: Error status
nl_nl: Foutstatus

source: Numeric error code. A value of zero indicates no error; any non-zero value indicates an error condition that occurred during processing.
nl_nl: Numerieke foutcode. Nul betekent geen fout; elke waarde anders dan nul geeft een foutconditie aan die tijdens het verwerken plaatsvond.

source: Tour code
nl_nl: Rondleidingscode

source: Unique code for tour; used to identify the tour for configuration purposes.
nl_nl: Unieke code voor rondleiding; gebruikt om een rondleiding voor configuratiedoeleinden te identificeren.

source: Indicates the type of the tour.
nl_nl: Geeft het type rondleiding aan.

source: Color to identify the tour with
nl_nl: Kleur om de rondleiding mee te identificeren

source: Optional icon to identify the tour with
nl_nl: Optioneel icoon om de rondleiding mee te identificeren

source: Indicates the current state of the tour.
nl_nl: Geeft de huidige status aan van de rondleiding.

source: tour name
nl_nl: rondleidingsnaam

source: tour names
nl_nl: rondleidingsnamen

source: Name of tour
nl_nl: Naam van rondleiding

source: Tour
nl_nl: Rondleiding

source: Tour stop is part of
nl_nl: Rondleidingshalte is deel van

source: Indicates the type of the stop.
nl_nl: Geeft het type rondleidingshalte aan.

source: Id number
nl_nl: Identificatienummer

source: Unique identifier for this tour stop
nl_nl: Unieke identificatiecode voor deze rondleidingshalte

source: Id number sort
nl_nl: Sortering identificatienummer

source: Sortable value for id number
nl_nl: Sorteerbare waarde voor identificatienummer

source: Color to display stop in
nl_nl: Kleur waarin halte moet worden weergegeven

source: Optional icon to use with stop
nl_nl: Optioneel icoon te gebruiken voor deze halte

source: Indicates if list item is deleted or not.
nl_nl: Geeft aan of het lijstitem al dan niet verwijderd is.

source: Related tour stops
nl_nl: Gerelateerde rondleidingshaltes

source: tour stop ⇔ collection relationship
nl_nl: rondleidingshalte ⇔ collectie relatie

source: tour stop ⇔ collection relationships
nl_nl: rondleidingshalte ⇔ collectie relaties

source: tour stop ⇔ entity relationship
nl_nl: rondleidingshalte ⇔ entiteit relatie

source: tour stop ⇔ entity relationships
nl_nl: rondleidingshalte ⇔ entiteit relaties

source: tour stop ⇔ objects relationship
nl_nl: rondleidingshalte ⇔ objecten relatie

source: tour stop ⇔ objects relationships
nl_nl: rondleidingshalte ⇔ objecten relaties

source: tour stop ⇔ occurrence relationship
nl_nl: rondleidingshalte ⇔ gebeurtenis relatie

source: tour stop ⇔ occurrence relationships
nl_nl: rondleidingshalte ⇔ gebeurtenis relaties

source: tour stop ⇔ place relationship
nl_nl: rondleidingshalte ⇔ plaats relatie

source: tour stop ⇔ place relationships
nl_nl: rondleidingshalte ⇔ plaats relaties

source: tour stop ⇔ tour stop relationship
nl_nl: rondleidingshalte ⇔ rondleidingshalte relatie

source: tour stop ⇔ tour stop relationships
nl_nl: rondleidingshalte ⇔ rondleidingshalte relaties

source: tour stop ⇔ vocabulary term relationship
nl_nl: rondleidingshalte ⇔ woordenschat term relatie

source: tour stop ⇔ vocabulary term relationships
nl_nl: rondleidingshalte ⇔ woordenschat term relaties

source: tour stop name
nl_nl: rondleidingshalte naam

source: tour stop names
nl_nl: rondleidingshalte namen

source: users
nl_nl: gebruikers

source: User id
nl_nl: Gebruikersid

source: Unique numeric identifier used by CollectiveAccess internally to identify this user
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze gebruiker te identificeren

source: User name
nl_nl: Gebruikersnaam

source: The login name for this user. This name is used in combination with the password set below to access the system.
nl_nl: De inlognaam voor deze gebruiker. Deze naam wordt gebruikt in combinatie met het hieronder ingestelde wachtwoord om toegang te verkrijgen tot het systeem.

source: User class
nl_nl: Gebruikersklasse

source: "Full" user accounts may log into all CollectiveAccess interfaces. "Public" user accounts may only log into the publicly accessible front-end system (if one exists). "Deleted" users may not log into any interface – the account is considered removed.
nl_nl: "Volledige" gebruikersaccounts kunnen inloggen in alle CollectiveAccess interfaces. "Publieke" gebruikersaccounts kunnen enkel in het publiek toegankelijke front-end systeem inloggen (indien dit bestaat). "Verwijderde" gebruikers kunnen in geen enkele interface inloggen - de account wordt als verwijderd beschouwd.

source: full-access
nl_nl: volledige toegang

source: public-access only
nl_nl: enkel publieke toegang

source: deleted
nl_nl: verwijderd

source: Password
nl_nl: Wachtwoord

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
nl_nl: Het login wachtwoord van deze gebruiker. Wachtwoorden moeten ten minste 4 karakters lang zijn en bevatten idealiter een combinatie van letters en cijfers. Wachtwoorden zijn hoofdlettergevoelig.

source: The forename of this user.
nl_nl: De voornaam van deze gebruiker.

source: The surname of this user.
nl_nl: De achternaam van deze gebruiker.

source: E-mail
nl_nl: E-mailadres

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
nl_nl: Het e-mailadres van deze gebruiker. Het adres zal worden gebruikt voor alle e-mail-gebaseerde systeemmeldingen en waarschuwingen voor deze gebruiker.

source: Account is activated?
nl_nl: Account is geactiveerd?

source: Confirmed on
nl_nl: Bevestigd op

source: Confirmation key
nl_nl: Bevestigingssleutel

source: Confirmation key used for email verification.
nl_nl: Bevestigingssleutel gebruikt voor e-mailverificatie.

source: Users
nl_nl: Gebruikers

source: Database error adding role '%1': %2
nl_nl: Database fout bij het toevoegen van rol '%1': %2

source: Database error: %1
nl_nl: Database fout: %1

source: No roles specified
nl_nl: Geen rollen gespecificeerd

source: Invalid role '%1'
nl_nl: Ongeldige rol '%1'

source: Roles
nl_nl: Rollen

source: No groups specified
nl_nl: Geen groepen gespecificeerd

source: Group '%1' does not exist
nl_nl: Groep '%1' bestaat niet

source: Groups
nl_nl: Groepen

source: %1 is not a valid user preference
nl_nl: %1 is geen geldige gebruikersvoorkeur

source: You must select between %1 and %2 choices for %3
nl_nl: U dient tussen %1 en %2 keuzes te selecteren voor %3

source: You must select %1 choices for %2
nl_nl: U dient %1 keuzes te selecteren voor %2

source: %1 is not a valid value for %2
nl_nl: %1 is geen geldige waarde voor %2

source: Value for %1 must be between %2 and %3
nl_nl: Waarde voor %1 moet zich tussen %2 en %3 bevinden

source: Value for %1 must be between %2 and %3 characters
nl_nl: De waarde voor %1 moet tussen %2 en %3 karakters bevatten

source: No default UI locale is available
nl_nl: Er is geen standaard UI lokalisatie beschikbaar

source: user-group assocation
nl_nl: gebruiker-groep associatie

source: user-group assocations
nl_nl: gebruiker-groep associaties

source: user-role assocation
nl_nl: gebruiker-rol associatie

source: user-role assocations
nl_nl: gebruiker-rol associaties

source: user group
nl_nl: gebruikersgroep

source: user groups
nl_nl: gebruikersgroepen

source: Group id
nl_nl: Groepid

source: Unique numeric identifier used by CollectiveAccess internally to identify this group
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze groep te identificeren

source: Name of group. Should be unique.
nl_nl: Naam van de group. Dit dient uniek te zijn.

source: Short code (up to 8 characters) for group (must be unique)
nl_nl: Korte code (tot 8 karakters) voor groep (dient uniek te zijn)

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
nl_nl: Omschrijving van de groep. Deze tekst zal enkel worden getoond aan systeembeheerders en dient duidelijk het doel van de groep weer te geven.

source: Group administrator
nl_nl: Groepbeheerder

source: The user who administers the group.
nl_nl: De gebruiker die de groep beheert.

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de groep indien weergegeven in een lijst met andere relatietypes. Lagere nummers representeren een hogere prioriteit

source: No users specified
nl_nl: Geen gebruikers gespecificeerd

source: user note
nl_nl: aantekening gebruiker

source: user notes
nl_nl: aantekeningen gebruiker

source: Name of CollectiveAccess bundle to attach note to.
nl_nl: Naam van de CollectiveAccess bundel waaraan nota te hechten.

source: The user who created the note.
nl_nl: De gebruiker die de aantekening aanmaakte.

source: Note
nl_nl: Aantekening

source: Text of note.
nl_nl: Tekst van de aantekening.

source: Note creation date
nl_nl: Creatiedatum van aantekening

source: The date and time the note was created.
nl_nl: De datum en tijd waarop de nota werd aangemaakt.

source: user role
nl_nl: gebruikersrol

source: user roles
nl_nl: gebruikersrollen

source: Role id
nl_nl: Rol identificatiecode

source: Unique identifier for role
nl_nl: Unieke identificatiecode voor rol

source: Name of role (must be unique)
nl_nl: Naam van de rol (dient uniek te zijn)

source: Short code (up to 20 characters) for role (must be unique)
nl_nl: Korte code (tot 20 karakters) voor de rol (moet uniek zijn)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
nl_nl: Omschrijving van de rol. Deze tekst zal enkel worden getoond aan systeembeheerders en dient duidelijk het doel van de rol weer te geven.
