Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: User can use widget that shows records by workflow status to list new collections in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe collecties oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new object representations in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe objectvoorstellingen oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new object lots in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe object lots oplijst, gesorteerd op workflow status

source: Display status
nl_nl: Weergavestatus

source: Status to display
nl_nl: Weer te geven status

source: Showing %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> with status <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>
nl_nl: Weergave van %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> met status <span style='font-weight:bold; text-transform:lowercase;'>"%3"</span>

source: RSS Viewer
nl_nl: RSS weergave

source: Display the content of an RSS feed
nl_nl: Geef de inhoud van een RSS feed weer

source: Feed URL to display in the widget.
nl_nl: URL van weer te geven feed in de widget.

source: Number of feed items to display
nl_nl: Aantal weer te geven feed items

source: Limits the number of the feed items displayed at one time.
nl_nl: Limiteert het aantal feed items dat wordt weergegeven.

source: No filter
nl_nl: Geen filter

source: Remove images
nl_nl: Verwijder afbeeldingen

source: Remove HTML
nl_nl: Verwijder HTML

source: Filter to remove images or HTML?
nl_nl: Filter afbeeldingen of HTML weg?

source: When remove images is chosen, images (IMG) will be removed from the display. Useful for ads and big images feeds.<br/>When remove HTML is chosen, all of the feed will be cleaned of any HTML tags, leaving text only.
nl_nl: Indien 'verwijder afbeeldingen' wordt gekozen, zullen afbeeldingen niet weergegeven worden. Dit kan handig zijn voor advertenties of feeds met grote afbeeldingen.<br />Indien 'verwijder HTML' wordt gekozen, zullen alle HTML tags weggehaald worden, zodat enkel tekst overblijft.

source: Saved searches
nl_nl: Opgeslagen zoekacties

source: Performed saved search queries from your dashboard
nl_nl: Voer opgeslagen zoekopdrachten uit vanaf uw dashboard

source: Object Searches
nl_nl: Object zoekacties

source: Entity Searches
nl_nl: Entiteit zoekacties

source: Place Searches
nl_nl: Plaats zoekacties

source: Object Lot Searches
nl_nl: Objectlot zoekacties

source: Storage Location Searches
nl_nl: Opslaglocatie zoekacties

source: Collection Searches
nl_nl: Collectie zoekacties

source: Occurrence Searches
nl_nl: Gebeurtenis zoekacties

source: advanced
nl_nl: geavanceerd

source: basic
nl_nl: basis

source: Search By Set
nl_nl: Zoek per set

source: Search for items in your sets.
nl_nl: Zoek items in uw sets.

source: Entity Sets
nl_nl: Entiteitensets

source: Place Sets
nl_nl: Plaats sets

source: Storage Location Sets
nl_nl: Opslaglocatie sets

source: Collection Sets
nl_nl: Collectiesets

source: Occurrence Sets
nl_nl: Gebeurtenis sets

source: Processing status
nl_nl: Verwerkingsstatus

source: View the current status of queued processing tasks
nl_nl: Bekijk de huidige verwerkingsstatus van de taken uit de wachtrij

source: Track processing widget
nl_nl: "Opvolging van verwerking" widget

source: Actions for track processing widget
nl_nl: Acties voor 'opvolging van verwerking' widget

source: Can use track processing widget
nl_nl: Kan 'opvolging van verwerking' widget gebruiken

source: User can use dashboard widget that lists processing jobs.
nl_nl: Gebruiker kan dashboard widgets gebruiken die verwerkingstaken oplijsten.

source: Show jobs completed less than ^ELEMENT hours ago
nl_nl: Toon taken die minder dan ^ELEMENT uur geleden zijn voltooid

source: Threshold (in hours) to display completed jobs
nl_nl: Drempel (in uren) waarbinnen voltooide taken zullen weergegeven worden

source: Updated at %1
nl_nl: Aangepast op %1

source: %1 running
nl_nl: %1 loopt

source: %1 queued
nl_nl: %1 in wachtrij geplaatst

source: %1 completed
nl_nl: %1 voltooid

source: Jobs currently being processed
nl_nl: Taken die momenteel worden verwerkt

source: By <em>%1</em>
nl_nl: Door <em>%1</em>

source: Created by
nl_nl: Aangemaakt door

source: Jobs queued for later processing
nl_nl: Taken in wachtrij voor latere verwerking

source: For <em>%1</em>
nl_nl: Voor <em>%1</em>

source: Jobs completed in the last %1 hours
nl_nl: Taken voltooid in de afgelopen %1 uren

source: TASK DID NOT COMPLETE
nl_nl: TAAK WERD NIET VOLTOOID

source: DELETED
nl_nl: VERWIJDERD

source: Total processing time
nl_nl: Totale verwerkingstijd

source: There are no running jobs, queued jobs or jobs completed in the last %1 hours.
nl_nl: Er zijn geen lopende taken, taken in wachtrij of voltooide taken in de afgelopen %1 uren.

source: Your Watched Items
nl_nl: Uw gevolgde items

source: Get a list of your watched items.
nl_nl: Toon een lijst van uw gevolgde items.

source: Recent Changes
nl_nl: Recente wijzigingen

source: Hide
nl_nl: Verberg

source: Item was deleted - row_id: %1; table number: %2
nl_nl: Item was verwijderd - row_id: %1; tabel nummer: %2

source: Remove from watch list
nl_nl: Verwijder van volglijst

source: You have no items on your watch list.
nl_nl: U heeft geen items op uw volglijst

source: Version %1 installer (XML)
nl_nl: Versie %1 installatie (XML)

source: This installer will have your installation of CollectiveAccess ready to use in just a few minutes. Before you run the installer make sure the settings in your <i>setup.php</i> file are correct. The installer will test your database connection, install the database schema and load default values into the newly established database. It will also establish an administrator's login for you to use to access your new system.
nl_nl: Dit installatiescript zal uw installatie van CollectiveAccess klaarzetten in enkele minuten. Voordat u dit installatiescript uitvoert, vergewis uzelf ervan dat de instellingen in uw <i>setup.php</i> bestand correct zijn Het installatiescript zal uw databaseverbinding testen, het databaseschema installeren en standaardwaarden in de nieuwe database inladen. Het zal ook een beheerderslogin klaarzetten die u kan gebruiken om toegang te verkrijgen tot uw nieuw systeem.

source: Please enter a valid email address
nl_nl: Gelieve een geldig emailadres in te geven

source: Administrator's e-mail address
nl_nl: Emailadres van beheerder

source: Installation profile
nl_nl: Installatieprofiel

source: More information about standard installation profiles is available on the CollectiveAccess <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">project wiki</a>.
nl_nl: Meer informatie omtrent de standaard installatieprofielen is beschikbaar op de CollectiveAccess <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">project wiki</a>.

source: Don't see a suitable profile? Browse our <a href="http://www.CollectiveAccess.org/support/library" target="_blank">installation profile library</a> for additional configurations developed by the CollectiveAccess user community. To install a new profile simply copy the file into the <i>install/profiles</i> directory on your server and reload the installer in your web browser.
nl_nl: Vindt u geen passend profiel? Verken onze <a href="http://www.CollectiveAccess.org/support/library" target="_blank">installatieprofielenbibliotheek</a> voor bijkomende configuraties ontwikkeld door de CollectiveAccess gebruikersgemeenschap. Om een nieuw profiel te installeren dient u enkel het bestand naar de <i>install/profiles</i> map op uw server te kopiëren en het installatiescript in uw webbrowser te herladen.

source: Overwrite existing installation?
nl_nl: Overschrijf bestaande installatie?

source: Begin installation
nl_nl: Start installatie

source: You must now rebuild search indices <strong>and</strong> sort values using the administrative maintenance options shown below. These options are available under <em>Administrate</em> in the <em>Manage</em> menu.<br/><div style='text-align: center; margin: 10px;'>%1</div>
nl_nl: U dient nu de zoekindexen <strong>en</strong> sorteerwaardes herop te bouwen, gebruik makend van onderstaande administratieve beheersopties. Deze opties zijn beschikbaar onder <em>Beheer</em> in het <em>Beheren</em> menu.<br/><div style='text-align: center; margin: 10px;'>%1</div>

source: Errors occurred while applying migration 49: %1
nl_nl: Er zijn fouten opgetreden bij het uitvoeren van migratie 49: %1

source: Could not create root for relationship %1: %2
nl_nl: Kon wortel voor de relatie %1 niet aanmaken: %2

source: Could not add label to root for relationship %1: %2
nl_nl: Kon geen label aan wortel toevoegen voor de relatie %1: %2

source: Save
nl_nl: Bewaren

source: Group members
nl_nl: Groepsleden

source: No users are in this group
nl_nl: Deze groep bevat geen gebruikers

source: New group
nl_nl: Nieuwe groep

source: Edit
nl_nl: Bewerken

source: No groups have been configured
nl_nl: Er zijn geen groepen geconfigureerd

source: User actions
nl_nl: Gebruikeracties

source: New role
nl_nl: Nieuwe rol

source: No roles have been configured
nl_nl: Er zijn geen rollen geconfigureerd

source: Confirm password
nl_nl: Bevestig wachtwoord

source: Show %1 users
nl_nl: Toon %1 gebruikers

source: New user
nl_nl: Nieuwe gebruiker

source: %1 users
nl_nl: %1 gebruikers

source: Login name
nl_nl: Login-naam

source: Active?
nl_nl: Actief?

source: Last login
nl_nl: Laatste login

source: Rebuild hierarchical indices
nl_nl: Hiërarchische indexen heropbouwen

source: <p>CollectiveAccess relies upon special <em>indices</em> to speed retrieval of hierarchical data such as multi-level lists and storage locations. Occasionally these indices can get out of sync with the actual hierarchical structure of your data. When this occurs you may experience odd behavior adding, moving or deleting items in a hierarchy. If you are experiencing issues with hierarchies you can rebuild the indices using this tool.</p> <p>Note that depending upon the size of your database rebuilding can take from a few seconds to several minutes. During the rebuilding process the system will remain usable but hierarchical functions may return inconsistent results.</p>
nl_nl: <p>CollectiveAccess werkt via speciale <em>indexen</em> om het ophalen van hiërarchische gegevens zoals lijsten met meerdere niveau's en opslaglocaties te versnellen. Van tijd tot tijd kunnen deze indexen niet meer synchroon zijn met de effectieve hiërarchische datastructuur. Indien dit voorvalt kan u vreemd gedrag ervaren bij het toevoegen, verplaatsen of verwijderen van items in een hiërarchie. Indien u problemen ondervindt met hiërarchieën, kan u de indexen heropbouwen met deze tool.</p> <p>Merk op dat afhankelijk van de grootte van uw databank het heropbouwen van enkele seconden tot meerdere minuten kan duren. Tijdens het heropbouwproces zal het systeem bruikbaar blijven, maar hiërarchische functionaliteiten kunnen inconsistente resultaten opleveren.</p>

source: Indexing %1 (%2/%3)
nl_nl: %1 aan het indexeren (%2/%3)

source: Rebuild search indices
nl_nl: Zoekindexen heropbouwen

source: <p>CollectiveAccess relies upon <em>indices</em> when searching your data. Indices are simply summaries of your data designed to speed query processing. The precise form and characteristics of the indices used will vary with the type of search engine you are using. They may be stored on disk, in a database or on another server, but their purpose is always the same: to make searches execute faster.</p> <p>For search results to be accurate the database and indices must be in sync. CollectiveAccess simultaneously updates both the database and indicies as you add, edit and delete data, keeping database and indices in agreement. Occasionally things get out of sync, however. If the basic and advanced searches are consistently returning unexpected results you can use this tool to rebuild the indices from the database and bring things back into alignment.</p> <p>Note that depending upon the size of your database rebuilding can take from a few minutes to several hours. During the rebuilding process the system will remain usable but search functions may return incomplete results. Browse functions, which do not rely upon indices, will not be affected.</p>
nl_nl: <p>CollectiveAccess maakt gebruik van <em>indexen</em> voor het doorzoeken van uw data. Indexen zijn eenvoudig gesteld samenvattingen van uw gegevens, opgesteld om aanvragen sneller te kunnen verwerken. De exacte vorm en karakteristieken van de gebruikte indexen zal verschillen per type zoekmachine die u gebruikt. Ze kunnen opgeslagen worden op de harde schijf, in een databank of op een andere server, maar hun doel is steeds hetzelfde: zoekacties sneller laten uitvoeren.</p> <p>Om accurate zoekresultaten te verkrijgen moeten de databank en indexen gesynchroniseerd zijn. CollectiveAccess werkt simultaan de databank en indexen bij indien u data toevoegt, aanpast of verwijdert, zodoende de databank en indexen gelijklopend houdend. Van tijd tot tijd kunnen deze echter ongesynchroniseerd raken. Indien uw basis- en geavanceerde zoekacties consistent onverwachte resultaten teruggeven kan u deze tool gebruiken om de indexen herop te bouwen vanuit de databank, en zodoende alles terug aligneren.</p> <p>Merk op dat afhankelijk van de grootte van uw databank het heropbouwen van enkele minuten tot enkele uren kan duren. Tijdens het heropbouwproces zal het systeem bruikbaar blijven, maar zoekfunctionaliteiten kunnen onvolledige resultaten teruggeven. Verkenfuncties, die niet afhankelijk zijn van indexen, zullen hier geen last van hebben.</p>

source: Indexed %1/%2
nl_nl: %1/%2 geindexeerd

source: Reload sort values
nl_nl: Sorteerwaardes herladen

source: <p>CollectiveAccess relies upon <em>sort values</em> when sorting values that should not sort alphabetically, such as titles with articles (eg. <em>The Man Who Fell to Earth</em> should sort as <em>Man Who Fell to Earth, The</em>) and alphanumeric identifiers (eg. <em>2011.001</em> and <em>2011.2</em> should sort next to each other with leading zeros in the first ignored).</p> <p>Sort values are derived from corresponding values in your database. The internal format of sort values can vary between versions of CollectiveAccess causing erroneous sorting behavior after an upgrade. If you notice values such as titles and identifiers are sorting incorrectly, you may need to reload sort values from your data.</p> <p>Note that depending upon the size of your database reloading sort values can take from a few minutes to an hour or more. During the reloading process the system will remain usable but search and browse functions may return incorrectly sorted results. </p>
nl_nl: <p>CollectiveAccess maakt gebruik van <em>sorteerwaardes</em> bij het sorteren van waarden die niet alfabetisch gesorteerd dienen te worden, zoals titels (bvb. <em>De Man Die De Wolken Meet</em> dient gesorteerd te worden als <em>De Man Die De Wolken Meet, De</em>) en alfanumerieke identificatiecodes (bvb. <em>2011.001</em> en <em>2011.2</em> dienen na elkaar gesorteerd te worden met de voorloopnullen in de eerste genegeerd).</p> <p>Sorteerwaardes worden afgeleid uit overeenstemmende waardes in uw databank. Het interne formaat van sorteerwaardes kan anders zijn tussen verschillende CollectiveAccess versies, resulterend in foutief sorteren na een upgrade. Indien u merkt dat waardes zoals titels of identificatiecodes niet correct worden gesorteerd, dient u mogelijk de sorteerwaardes opnieuw te laden vanuit uw data.</p> <p>Merk op dat afhankelijk van de grootte van uw databank het herladen van sorteerwaardes van enkele minuten tot een uur of meer kan duren. Tijdens het herlaadproces zal het systeem bruikbaar blijven, maar zoek-en verkenfuncties kunnen mogelijk onjuiste sorteerresultaten teruggeven.</p>

source: Reloading %1/%2
nl_nl: %1/%2 herladen

source: Reloading sort values for %1 (%2/%3)
nl_nl: Sorteerwaardes voor %1 herladen (%2/%3)

source: Datatype-specific options
nl_nl: Datatypespecifieke opties

source: Version information
nl_nl: Versie-informatie

source: Version
nl_nl: Versie

source: Application version
nl_nl: Applicatie versie

source: Schema revision
nl_nl: Schema versie

source: Release type
nl_nl: Type release

source: Search Engine
nl_nl: Zoekmachine

source: Setting
nl_nl: Instelling

source: NOT OK!
nl_nl: NIET OK!

source: General configuration issues
nl_nl: Algemene configuratie problemen

source: Issue
nl_nl: Probleem

source: Media Processing Plugins
nl_nl: Mediaverwerking plugins

source: Info
nl_nl: Informatie

source: Available
nl_nl: Beschikbaar

source: Not used
nl_nl: Niet in gebruik

source: Not available
nl_nl: Niet beschikbaar

source: Barcode generation
nl_nl: Barcode generatie

source: Application Plugins
nl_nl: Applicatie Plugins

source: Add type restriction
nl_nl: Voeg type-restrictie toe

source: Sub-elements
nl_nl: Sub-elementen

source: Add sub-element
nl_nl: Voeg sub-element toe

source: New
nl_nl: Nieuw

source: Applies to
nl_nl: Van toepassing op

source: Usage in UI
nl_nl: Gebruik in interface

source: Available for cataloguing?
nl_nl: Beschikbaar voor catalogiseren?

source: New %1 %2 mapping for %3
nl_nl: Nieuwe %1 %2 koppeling voor %3

source: No mappings have been configured
nl_nl: Er zijn geen koppelingen geconfigureerd

source: New interface for
nl_nl: Nieuwe interface voor

source: System?
nl_nl: Systeem?

source: Metadata elements
nl_nl: Metadata elementen

source: 1 element is defined
nl_nl: 1 element is gedefinieerd

source: %1 elements are defined
nl_nl: %1 elementen zijn gedefinieerd

source: Back to list
nl_nl: Terug naar lijst

source: Editing import/export mappings
nl_nl: Import/export koppelingen bewerken

source: 1 mapping is defined
nl_nl: 1 koppeling is gedefinieerd

source: %1 mappings are defined
nl_nl: %1 koppelingen zijn gedefinieerd

source: Editing user interfaces
nl_nl: Bewerking van gebruikersinterfaces

source: 1 user interface is defined
nl_nl: 1 gebruikersinterface is gedefinieerd

source: %1 user interfaces are defined
nl_nl: %1 gebruikersinterfaces zijn gedefinieerd

source: Summary
nl_nl: Samenvatting

source: Interface identifier
nl_nl: Interface identificatiecode

source: not defined
nl_nl: niet gedefinieerd

source: print page
nl_nl: pagina afdrukken

source: Display
nl_nl: Weergave

source: List identifier
nl_nl: Lijst identificatiecode

source: Back to browser
nl_nl: Terug naar verkenner

source: Item identifier
nl_nl: Item identificatiecode

source: View in hierarchy
nl_nl: Bekijk in de hiërarchie

source: Type name (forward sense)
nl_nl: Typenaam (voorwaartse richting)

source: Type name (reverse sense)
nl_nl: Typenaam (achterwaartse richting)

source: Your search found no %1
nl_nl: Uw zoekactie heeft geen %1 gevonden

source: Please enter a search
nl_nl: Gelieve een zoekterm in te geven

source: Did you mean one of these: %1 ?
nl_nl: Bedoelde u een van deze: %1 ?

source: Did you mean %1 ?
nl_nl: Bedoelde u %1 ?

source: Jump to page
nl_nl: Ga naar pagina

source: GO
nl_nl: GA

source: Your %1 found
nl_nl: %1 resultaten:

source: Display Options
nl_nl: Weergaveopties

source: Filter Search
nl_nl: Gefilterde zoekactie

source: Tools
nl_nl: Hulpmiddelen

source: Sort
nl_nl: Sorteer

source: #/page
nl_nl: #/pagina

source: Group by
nl_nl: Groeperen op

source: Jump to
nl_nl: Ga naar

source: Hierarchy
nl_nl: Hiërarchie

source: Add new list
nl_nl: Nieuwe lijst toevoegen

source: Add under %2 new %1
nl_nl: Voeg %1 toe onder %2

source: ◉ = Default
nl_nl: ◉ = Standaard

source: ⨂ = Disabled
nl_nl: ⨂ = Uitgeschakeld

source: ⧩ = Vocabulary list
nl_nl: ⧩ = Woordenlijst

source: ⟗ = System list
nl_nl: ⟗ = Systeemlijst

source: Close hierarchy viewer
nl_nl: Sluit hiërarchie venster

source: Open hierarchy viewer
nl_nl: Open hiërarchie venster

source: Filter results by
nl_nl: Filter resultaten op

source: Filtering results by
nl_nl: Resultaten gefilterd op

source: clear all filters
nl_nl: verwijder alle filters

source: Print results as labels
nl_nl: Print resultaten als etiketten

source: Download results as
nl_nl: Download resultaten als

source: Add checked to set
nl_nl: Voeg geselecteerde toe aan set

source: Add
nl_nl: Voeg toe

source: Added ^num_items ^item_type_name to <i>^set_name</i>
nl_nl: ^num_items ^item_type_name toegevoegd aan <i>^set_name</i>

source: <br/>(^num_dupes were already in the set.)
nl_nl: <br />(^num_dupes bestonden reeds in de set.)

source: Add to set
nl_nl: Voeg toe aan set

source: Search %1
nl_nl: Zoek %1

source: View
nl_nl: Bekijk

source: The BookReader requires JavaScript to be enabled. Please check that your browser supports JavaScript and that it is enabled in the browser settings.
nl_nl: Om de boeklezer te activeren is javascript vereist. Gelieve te controleren of uw webbrowser javascript ondersteunt en dat dit is ingeschakeld in uw webbrowser instellingen.

source: Close
nl_nl: Sluit

source: Add %1
nl_nl: Voeg %1 toe

source: Add label
nl_nl: Voeg label toe

source: Drag your selection from column to column to edit the contents of the display.
nl_nl: Versleep uw selectie van kolom naar kolom om de inhoud van de weergave aan te passen.

source: Available information
nl_nl: Beschikbare informatie

source: Information to display
nl_nl: Weer te geven informatie

source: No rules are configured
nl_nl: Er zijn geen regels geconfigureerd

source: Unit name
nl_nl: Unitnaam

source: Show configured rules (%1)
nl_nl: Toon geconfigureerde regels (%1)

source: Hide configured rules (%1)
nl_nl: Verberg geconfigureerde regels (%1)

source: Edit unit
nl_nl: Unit bewerken

source: Add unit
nl_nl: Unit toevoegen

source: Edit settings
nl_nl: Instellingen bewerken

source: Add rule
nl_nl: Regel toevoegen

source: Sort by
nl_nl: Sorteer op

source: entry
nl_nl: ingave

source: Add relationship
nl_nl: Voeg relatie toe

source: Drag your selection from column to column to edit the contents of the screen.
nl_nl: Versleep uw selectie van kolom naar kolom om de inhoud van het scherm aan te passen.

source: Available editor elements
nl_nl: Beschikbare ingavescherm-elementen

source: Elements to display on this screen
nl_nl: Weer te geven elementen op dit scherm

source: Add screen
nl_nl: Voeg scherm toe

source: Add lot
nl_nl: Voeg lot toe

source: MD5 signature
nl_nl: MD5 handtekening

source: + 1 additional preview
nl_nl: +1 bijkomende voorbeeldweergave

source: + %1 additional previews
nl_nl: +1% bijkomende voorbeeldweergaves

source: or fetch from a URL
nl_nl: of haal op van een URL

source: Fetch from URL
nl_nl: Haal op van URL

source: or upload a file
nl_nl: of upload een bestand

source: Additional Information
nl_nl: Aanvullende informatie

source: Fetched from URL %1 on %2
nl_nl: Opgehaald van URL %1 op %2

source: Add representation
nl_nl: Voeg voorstelling toe

source: Modify preview images
nl_nl: Voorbeeldweergaves bewerken

source: Update source
nl_nl: Bron bijwerken

source: Update with uploaded media
nl_nl: Werk bij met geuploade media

source: Update using frame at timecode
nl_nl: Stel in op frame op volgende tijdscode

source: Update using page #
nl_nl: Stel in op paginanummer

source: Update preview versions
nl_nl: Voorbeeldweergaves bijwerken
