Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: entity ⇔ vocabulary term relationship
nl_nl: entiteit ⇔ woordenschat term relatie

source: entity ⇔ vocabulary term relationships
nl_nl: entiteit ⇔ woordenschat term relaties

source: entity name
nl_nl: naam entiteit

source: entity names
nl_nl: namen entiteit

source: Indicates type of label and how it should be employed.
nl_nl: Geeft het type label aan en hoe het aangewend dient te worden.

source: Display name
nl_nl: Weergavenaam

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
nl_nl: Naam zoals deze moet worden geformatteerd voor weergave (bvb in de tekst van catalogi- en tentoonstellingslabels). Indien blanco zal de weergavenaam automatisch afgeleid worden uit de ingave van andere, specifiekere, velden.

source: Forename
nl_nl: Voornaam

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
nl_nl: Een voornaam aangewend om onderscheid te maken tussen leden van een groep individuen, vooral in een familie, waarvan alle leden meestal dezelfde familienaam (achternaam) delen. Het is typisch een naam gegeven aan een persoon, in tegenstelling tot een geërfde zoals een familienaam. U dien hier de primaire voornaam in te geven - in gevallen waar sprake is van meer dan een is dit meestal de eerst vermeldde.

source: Other forenames
nl_nl: Overige voornamen

source: Enter forenames other than the primary forename here.
nl_nl: Geef hier voornamen in, verschillend van de primaire voornaam.

source: Middlename
nl_nl: Tussenvoegsel

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
nl_nl: Veel namen bevatten één of meerdere tweede namen, geplaatst tussen de voornaam en familienaam. In de Westerse wereld is een tweede naam in feite een tweede voornaam. Je kan hier alle tweede namen invullen. Indien er meer dan één is, kan je de namen scheiden met spaties.

source: Surname/organization
nl_nl: Familienaam/organisatie

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name. For organizations this should be set to the full name.
nl_nl: Een achternaam is een naam toegevoegd aan een voornaam en maakt deel uit van een persoonlijke naam. In veel gevallen is een achternaam een familienaam. Voor organisaties wordt hier de volledige naam ingegeven.

source: Prefixes
nl_nl: Voorvoegsels

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
nl_nl: Een voorvoegsel kan worden toegevoegd aan een naam als aanduiding van verering, maatschappelijke positie, officiële positie of een professionele of academische kwalificatie.

source: Suffixes
nl_nl: Achtervoegsels

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
nl_nl: Een achtervoegsel kan worden toegevoegd aan een naam als aanduiding van verering, maatschappelijke positie, officiële positie of een professionele of academische kwalificatie.

source: group ⇔ role association
nl_nl: groep ⇔ rol associatie

source: group ⇔ role associations
nl_nl: groep ⇔ rol associaties

source: IP-based authentication block
nl_nl: IP-gebaseerde authenticatieblok

source: IP-based authentication blocks
nl_nl: IP-gebaseerde authenticatieblokken

source: Unique numeric identifier used by CollectiveAccess internally to identify this IP address block
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit IP-adres blok te identificeren

source: Class A portion of IP address
nl_nl: Klasse A onderdeel van IP-adres

source: Class B portion of IP address
nl_nl: Klasse B onderdeel van IP-adres

source: Class C portion of IP address
nl_nl: Klasse C onderdeel van IP-adres

source: Starting IP address in Class C IP address range
nl_nl: Eerste IP address in Klasse C IP-adres bereik

source: IP4 (end)
nl_nl: IP4 (eind)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
nl_nl: Laatste IP address in Klasse C IP-adres bereik. Laat leeg indien u een enkel adres wenst te specificeren in plaats van een bereik.

source: item ⇔ tag relationship
nl_nl: item ⇔ tag relatie

source: item ⇔ tag relationships
nl_nl: item ⇔ tag relaties

source: The user who applied the tag.
nl_nl: De gebruiker die de tag toekende.

source: Indicates if the comment is accessible to the public or not.
nl_nl: Geeft aan of het commentaar al dan niet publiek toegankelijk is.

source: Tagging date
nl_nl: Tagging datum

source: The date and time the tag was applied.
nl_nl: De datum en tijd waarop de tag werd toegekend.

source: IP address of commenter
nl_nl: IP-adres van commentaargever

source: The IP address of the commenter.
nl_nl: IP-adres van de commentaarschrijver.

source: The user who examined the tag for validity and applicability.
nl_nl: De gebruiker die de tag heeft onderzocht op geldigheid en toepasselijkheid.

source: Moderation date
nl_nl: Moderatiedatum

source: The date and time the tag was examined for validity and applicability.
nl_nl: De datum en tijd waarop de tag is onderzocht op geldigheid en toepasselijkheid.

source: Unique numeric identifier used by CollectiveAccess internally to identify this comment
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit commentaar te identificeren

source: The user who created the comment.
nl_nl: De gebruiker die het commentaar toevoegde.

source: The locale of the comment.
nl_nl: De lokalisatie van het commentaar.

source: Comment
nl_nl: Commentaar toevoegen

source: Text of comment.
nl_nl: Commentaartekst.

source: E-mail address
nl_nl: Emailadres

source: E-mail address of commentor.
nl_nl: E-mailadres van commentaargever.

source: Name of commenter.
nl_nl: Naam van commentaargever.

source: Rating
nl_nl: Waardering

source: User-provided rating for item.
nl_nl: Door gebruiker opgegeven waardering voor item.

source: Media to upload
nl_nl: Te uploaden media

source: Use this control to select media from your computer to upload.
nl_nl: Gebruik dit element om media te selecteren voor upload vanaf uw computer.

source: Comment creation date
nl_nl: Aanmaakdatum commentaar

source: The date and time the comment was created.
nl_nl: De datum en tijd wanneer het commentaar was toegevoegd.

source: The user who examined the comment for validity and applicability.
nl_nl: The gebruiker die het commentaar onderzocht op geldigheid en toepasselijkheid.

source: The date and time the comment was examined for validity and applicability.
nl_nl: De datum en tijd wanneer het commentaar werd onderzocht op geldigheid en toepasselijkheid.

source: Unique numeric identifier used by CollectiveAccess internally to identify this tag
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze tag te identificeren

source: The locale of the tag.
nl_nl: De lokalisatie van de tag.

source: Text of the tag.
nl_nl: Tekst van de tag.

source: item view
nl_nl: itemweergave

source: item views
nl_nl: item weergaves

source: Unique numeric identifier used by CollectiveAccess internally to identify this item view
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze itemweergave te identificeren

source: The user who viewed the item.
nl_nl: De gebruiker die het item heeft bekeken.

source: The locale of the user while viewing the item.
nl_nl: De lokalisatie van de gebruiker bij het bekijken van het item.

source: Date/time item was viewed.
nl_nl: Datum/tijd wanneer het item werd bekeken.

source: IP address of viewer
nl_nl: IP-adres van de gebruiker

source: The IP address of the viewer.
nl_nl: Het IP-adres van de gebruiker die het item bekeek.

source: Unique numeric identifier used by CollectiveAccess internally to identify this list
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze lijst te identificeren

source: List code
nl_nl: Lijstcode

source: Unique code for list; used to identify the list for configuration purposes.
nl_nl: Unieke code voor lijst; gebruikt om een lijst voor configuratiedoeleinden te identificeren.

source: Default sort order
nl_nl: Standaard sorteervolgorde

source: Specifies the default method to employ to order items in this list.
nl_nl: Geeft de standaardmethode weer die wordt aangewend om items in deze lijst te sorteren.

source: By label
nl_nl: Op label

source: By rank
nl_nl: Op rank

source: By value
nl_nl: Op waarde

source: By identifier
nl_nl: Op identificatiecode

source: Is system list
nl_nl: Is systeemlijst

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
nl_nl: Stel dit in als de lijst een lijst is die door het systeem wordt gebruikt als bron voor een specifiek veld (in tegenstelling tot een gebruikersgedefinieerde (woorden)lijst). Normaal gezien worden systeemlijsten gedefinieerd door het installatiesysteem - u zou zelf geen systeemlijsten moeten definiëren.

source: Is hierarchical
nl_nl: Is hiërarchisch

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
nl_nl: Stel dit in als de lijst hiërarchisch gestructureerd is; laat uitgeschakeld indien u een eenvoudige "platte" lijst wenst aan te maken.

source: Use as vocabulary
nl_nl: Gebruik als woordenlijst

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
nl_nl: Stel dit in als de lijst als een gecontroleerde woordenlijst dient te worden gebruikt voor het catalogiseren.

source: Current selection
nl_nl: Huidige selectie

source: list item
nl_nl: lijstitem

source: Unique numeric identifier used by CollectiveAccess internally to identify this item
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit item te identificeren

source: Parent
nl_nl: Ouder

source: Parent list item for this item
nl_nl: Ouder lijstitem voor dit item

source: List item belongs to
nl_nl: Lijstitem behoort tot

source: Indicates the type of the list item.
nl_nl: Geeft het type lijstitem aan.

source: Identifier
nl_nl: Identificatiecode

source: Unique identifier for this list item
nl_nl: Unieke identificatiecode voor dit lijstitem

source: Identifier sort
nl_nl: sorteer op identificatiecode

source: Sortable value for identifier
nl_nl: Sorteerbare waarde voor identificatiecode

source: Item value
nl_nl: Itemwaarde

source: Value of this list item; is stored in database when this item is selected
nl_nl: Waarde van dit lijstitem; dit wordt opgeslaan in de database wanneer dit item geselecteerd is

source: Item color
nl_nl: Itemkleur

source: Color to display item in
nl_nl: Kleur waarin item moet worden weergegeven

source: Item icon
nl_nl: Itemicoon

source: Optional icon to use with item
nl_nl: Optioneel icoon te gebruiken voor dit item

source: Is enabled?
nl_nl: Is geactiveerd?

source: If checked this item is selectable and can be used in cataloguing.
nl_nl: Indien aangevinkt is dit item selecteerbaar en kan het gebruikt worden bij het catalogiseren.

source: Is default?
nl_nl: Is standaard?

source: If checked this item will be the default selection for the list.
nl_nl: Indien aangevinkt zal dit item standaard geselecteerd zijn in de lijst.

source: Validation format
nl_nl: Validatieformaat

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
nl_nl: MOMENTEEL NIET ONDERSTEUND; DIT WORDT EEN PERL-COMPATIBELE REGEX TOEGEPAST OM DE INVOER TE VALIDEREN

source: Indicates if the list item is accessible to the public or not.
nl_nl: Geeft aan of het lijstitem al dan niet publiek toegankelijk is.

source: Indicates the current state of the list item.
nl_nl: Geeft de huidige status van het lijstitem weer.

source: list item ⇔ list item relationship
nl_nl: lijstitem ⇔ lijstitem relatie

source: list item ⇔ list item relationships
nl_nl: lijstitem ⇔ lijstitem relaties

source: list item name
nl_nl: naam lijstitem

source: list item names
nl_nl: namen lijstitem

source: Item name (singular)
nl_nl: Itemnaam (enkelvoud)

source: The name of this list item in the singular form (eg. "disk", "lobster").
nl_nl: De naam van dit lijstitem in enkelvoudsvorm (bvb "schijf", "kreeft").

source: Item name (plural)
nl_nl: Itemnaam (meervoud)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
nl_nl: De naam van dit lijstitem in meervoudsvorm (bvb "schijven", "kreeften").

source: A description of the list item, including suggested use notes or definitions.
nl_nl: Een beschrijving van het lijstitem, inclusief gebruikssuggesties of definities.

source: Is preferred?
nl_nl: Heeft de voorkeur?

source: Set this if this label is the preferred label for the current locale.
nl_nl: Geef aan of dit label het voorkeurslabel is voor de huidige lokalisatie.

source: list name
nl_nl: lijstnaam

source: list names
nl_nl: lijstnamen

source: The locale from which the object originates.
nl_nl: De lokalisatie waaruit het object afkomstig is.

source: Name of list
nl_nl: Naam van lijst

source: Unique numeric identifier used by CollectiveAccess internally to identify this loan
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze lening te identificeren

source: Loan type
nl_nl: Leningstype

source: The type of the loan. eg. incoming loan, outgoing loan, etc.
nl_nl: Het type lening, bvb binnenkomende lening, uitgaande lening, enz...

source: Loan identifier
nl_nl: Lening identificatiecode

source: A unique alphanumeric identifier for this loan.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze lening.

source: Serialized array used to store source information for loan information retrieved via web services [NOT IMPLEMENTED YET].
nl_nl: Serialized array gebruikt om broninformatie over de leningsinformatie opgehaald via webservices op te slaan [NOG NIET GEÏMPLEMENTEERD].

source: Loan hierarchy
nl_nl: Leningshiërarchie

source: Identifier of loan that is root of the loan hierarchy.
nl_nl: Identificatiecode voor lening die de wortel is in de leningshiërarchie.

source: Indicates the current state of the loan record.
nl_nl: Geeft de huidige status aan van het leningsrecord.

source: Indicates if the loan is deleted or not.
nl_nl: Geeft aan of de lening al dan niet verwijderd is.

source: Related lots
nl_nl: Gerelateerde lots

source: loans ⇔ collections relationship
nl_nl: leningen ⇔ collecties relatie

source: loans ⇔ collections relationships
nl_nl: leningen ⇔ collecties relaties

source: loans ⇔ entities relationship
nl_nl: leningen ⇔ entiteiten relatie

source: loans ⇔ entities relationships
nl_nl: leningen ⇔ entiteiten relaties

source: loan ⇔ loan relationship
nl_nl: leningen ⇔ leningen relatie

source: loan ⇔ loan relationships
nl_nl: leningen ⇔ leningen relaties

source: Source notes
nl_nl: Opmerkingen betreffende bron

source: loans ⇔ movements relationship
nl_nl: leningen ⇔ verplaatsingen relatie

source: loans ⇔ movements relationships
nl_nl: leningen ⇔ verplaatsingen relaties

source: loans ⇔ objects relationship
nl_nl: leningen ⇔ objecten relatie

source: loans ⇔ objects relationships
nl_nl: leningen ⇔ objecten relaties

source: loans ⇔ object lots relationship
nl_nl: leningen ⇔ object lots relatie

source: loans ⇔ object lots relationships
nl_nl: leningen ⇔ object lots relaties

source: loans ⇔ occurrences relationship
nl_nl: leningen ⇔ gebeurtenis relatie

source: loans ⇔ occurrences relationships
nl_nl: leningen ⇔ gebeurtenis relaties

source: loans ⇔ places relationship
nl_nl: leningen ⇔ plaats relatie

source: loans ⇔ places relationships
nl_nl: leningen ⇔ plaats relaties

source: loans ⇔ storage locations relationship
nl_nl: leningen ⇔ opslaglocatie relatie

source: loans ⇔ storage locations relationships
nl_nl: leningen ⇔ opslaglocatie relaties

source: loans ⇔ vocabulary terms relationship
nl_nl: leningen ⇔ woordenlijst term relatie

source: loans ⇔ vocabulary terms relationships
nl_nl: leningen ⇔ woordenlijst term relaties

source: loan title
nl_nl: titel van lening

source: loan titles
nl_nl: titels van lening

source: Descriptive title for loan
nl_nl: Beschrijvende titel voor lening

source: locale
nl_nl: Lokalisatie

source: locales
nl_nl: lokalisaties

source: Unique numeric identifier used by CollectiveAccess internally to identify this locale
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze lokalisatie te identificeren

source: Name of locale. The chosen name should be descriptive and must be unique.
nl_nl: Naam van lokalisatie. De gekozen naam dient voldoende beschrijvend en uniek te zijn.

source: ISO 639 language code
nl_nl: ISO 639 taalcode

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
nl_nl: Taalcode voor lokalisatie bestaand uit 2 of 3 karakters; gebruik de ISO 639-1 standaard voor tweelettercodes of ISO 639-2 voor drielettercodes.

source: ISO 3166-1 alpha-2 country code
nl_nl: ISO 3166-1 alpha-2 landcode

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
nl_nl: Landcode voor lokalisatie bestaand uit 2 karakters; gebruik de ISO 3166-1 alpha-2 standaard.

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
nl_nl: Optionele specificatie van dialect voor lokalisatie. Deze code kan tot 8 karakters bevatten en is meestal gedefinieerd door de taallijsten op http://www.ethnologue.com.

source: Do not use for cataloguing
nl_nl: Gebruik niet voor catalogiseren

source: If checked then locale cannot be used to tag content.
nl_nl: Indien aangevinkt kan deze lokalisatie niet worden gebruikt om inhoud te taggen.

source: metadata elements
nl_nl: metadata-elementen

source: Unique numeric identifier used by CollectiveAccess internally to identify this metadata element
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit metadata element te identificeren

source: Unique alphanumeric code for the metadata element.
nl_nl: Unieke alfanumerieke identificatiecode voor metadata-element.

source: Documentation url
nl_nl: Documentatie-URL

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
nl_nl: URL verwijzend naar documentatie voor dit metadata element. Laat leeg als er geen documentatie-URL bestaat.

source: Data type of metadata element.
nl_nl: Datatype van metadata-element.

source: Use list (for list elements only)
nl_nl: Gebruik lijst (enkel voor lijstelementen)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
nl_nl: Specificeert de lijst die gebruikt zal worden als waarde voor dit element. Dit element dient een lijst type te zijn om van toepassing te zijn.

source: Type-specific ettings for metadata element
nl_nl: Type-specifieke instellingen voor metadata-element

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van het element indien weergegeven in een lijst met andere elementen. Lagere nummers representeren een hogere prioriteit

source: metadata element name
nl_nl: naam van metadata-element

source: metadata element names
nl_nl: namen van metadata-element

source: Name of element
nl_nl: Elementsnaam

source: Use for a description of how the element should be used.
nl_nl: Gebruik als omschrijving van hoe het element gebruikt dient te worden.

source: Minimum number of attributes of this kind that must be associated with an item
nl_nl: Minimum aantal attributen van dit soort die moeten worden toegekend aan een item

source: An error will occur if an attempt is made to save an item with fewer than this number of attributes of this type. Set to &gt; 1 to make this attribute effectively mandatory. Set to zero if you don't wish to set a limit.
nl_nl: Er zal een foutmelding verschijnen indien wordt getracht om een item op te slaan met minder attributen voor dit type dan het opgegeven aantal. Stel in op &gt; 1 om dit attribuut verplicht te maken. Stel in op nul indien u geen limiet wenst in te stellen.

source: Maximum number of attributes of this kind that can be associated with an item
nl_nl: Maximum aantal attributen van dit soort die kunnen worden toegekend aan een item

source: An error will occur if an attempt is made to save an item with more than this number of attributes of this type. Set to &gt; 1 to make this attribute single-value. Otherwise set it to an appropriately high value.
nl_nl: Er zal een foutmelding verschijnen indien wordt getracht om een item op te slaan met meer attributen voor dit type dan het opgegeven aantal. Stel in op &gt; 1 om dit een enkelvoudig attribuut te maken. Indien niet, stel dit in op een behoorlijk hoge waarde.

source: Minimum number of attribute bundles to show in an editing form.
nl_nl: Minimum aantal weer te geven attribuutbundels op een ingaveformulier.

source: The minimum number of attribute bundles to show in an editing form. If the number of actual attributes is less than this number then the user interface will show empty form bundles to reach this number. This number should be less than or equal to the maximum number of attributes per row.
nl_nl: Het minimum aantal weer te geven attribuutbundels op een ingaveformulier. Indien het effectieve aantal attributen kleiner is dan dit aantal, zal de gebruikersinterface lege formulierbundels weergeven om dit aantal te bereiken. Dit aantal dient kleiner dan of gelijk aan het maximaal aantal attributen per rij te zijn.

source: metadata type restriction
nl_nl: metadatatype restrictie

source: metadata type restrictions
nl_nl: metadatatype restricties

source: Bind attribute to
nl_nl: Verbind attribuut met

source: Type of item to bind element to.
nl_nl: Type item waaraan het attribuut te verbinden.

source: storage_locations
nl_nl: opslaglocaties

source: Unique numeric identifier used by CollectiveAccess internally to identify this movement
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze verplaatsing te identificeren

source: Movement type
nl_nl: Type verplaatsing

source: The type of the movement. eg. administrative, exhibition, etc.
nl_nl: Het type verplaatsing. Bvb administratief, tentoonstelling, enz...

source: Movement identifier
nl_nl: Verplaatsing identificatiecode

source: A unique alphanumeric identifier for this movement.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze verplaatsing.

source: Serialized array used to store source information for movement information retrieved via web services [NOT IMPLEMENTED YET].
nl_nl: Serialized array gebruikt om broninformatie over de verplaatsingsinformatie opgehaald via webservices op te slaan [NOG NIET GEÏMPLEMENTEERD].
