Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Invalid media field table '%1'
nl_nl: Ongeldige media veld tabel '%1'

source: Input media file '%1' does not exist
nl_nl: Mediabestand '%1' bestaat niet

source: Denied permission to read input media file '%1'
nl_nl: Machtiging om mediabestand '%1' uit te lezen geweigerd

source: Could not process input media file '%1': %2
nl_nl: Kon mediabestand '%1' niet verwerken: %2

source: File could not be copied for %1; can't convert mimetype %2 to extension
nl_nl: Bestand kon niet worden gekopieerd voor %1; mimetype %2 kan niet worden geconverteerd naar extensie

source: Couldn't create subdirectory for file for %1
nl_nl: Kon submap voor bestand niet aanmaken voor %1

source: File could not be copied for %1
nl_nl: Bestand kon niet worden gekopieerd voor %1

source: Could not cancel pending tasks
nl_nl: Taken in wachtrij konden niet worden geannuleerd

source: File could not be processed for %1; can't convert mimetype %2 to extension
nl_nl: Bestand kon niet worden verwerkt voor %1; het mimetype %2 kan niet worden geconverteerd naar de extensie

source: Could not update %1.%2: %3
nl_nl: Kon %1.%2 niet updaten: %3

source: Processed file %1
nl_nl: Bestand %1 verwerkt

source: Form styles configuration file '%1' does not exist
nl_nl: Formulierstijl configuratiebestand '%1' bestaat niet

source: Form configuration file '%1' does not exist
nl_nl: Formulier configuratiebestand '%1' bestaat niet

source: Form '%1' does not exist
nl_nl: Formulier '%1' bestaat niet

source: Invalid page element type '%1'
nl_nl: Ongeldig pagina element type '%1'

source: Page element '%1' does not exist
nl_nl: Pagina-element '%1' bestaat niet

source: Could not load font '%1'
nl_nl: Het lettertype '%1' kon niet worden geladen

source: Could not load image at '%1'
nl_nl: De afbeelding uit '%1' kon niet worden geladen

source: Invalid class '%1'
nl_nl: Ongeldige klasse '%1'

source: Outline settings are invalid
nl_nl: Structuurinstellingen zijn ongeldig

source: Invalid subform element type '%1'
nl_nl: Ongeldig subformulier element type '%1'

source: Subform element '%1' does not exist
nl_nl: Subformuler elemennt '%1' bestaat niet

source: access control list
nl_nl: lijst toegangsregels

source: access control lists
nl_nl: lijsten toegangsregels

source: Table num
nl_nl: Tabel nummer

source: Access
nl_nl: Toegang

source: Notes
nl_nl: Opmerkingen

source: application variable
nl_nl: applicatievariabele

source: application variables
nl_nl: applicatievariabelen

source: attribute
nl_nl: attribuut

source: attributes
nl_nl: attributen

source: Locale
nl_nl: Lokalisatie

source: The locale best describing the origin of this information.
nl_nl: De lokalisatie die het best de bron van deze informatie beschrijft.

source: attribute value
nl_nl: attribuutwaarde

source: attribute values
nl_nl: attribuutwaardes

source: bookmark
nl_nl: bladwijzer

source: bookmarks
nl_nl: bladwijzers

source: CollectiveAccess id
nl_nl: CollectiveAccess identificatiecode

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze bladwijzer te identificeren

source: Folder
nl_nl: Map

source: Indicates the folder to which the bookmark belongs.
nl_nl: Geeft de map aan waartoe de bladwijzer behoort.

source: Bookmark type
nl_nl: Bladwijzertype

source: Indicates type of item bookmark represents.
nl_nl: Geeft het type item weer dat de bladwijzer vertegenwoordigt.

source: occurrences
nl_nl: gebeurtenissen

source: representation annotations
nl_nl: aantekening op voorstelling

source: list items
nl_nl: lijstitems

source: Sort order
nl_nl: Sorteervolgorde

source: Notes pertaining to the bookmark and/or bookmarked item.
nl_nl: Opmerkingen met betrekking tot de bladwijzer en / of bladwijzer item.

source: Bookmark created on
nl_nl: Bladwijzer aangemaakt op

source: Date/time the bookmark was created.
nl_nl: Datum/tijd waarop de bladwijzer werd aangemaakt.

source: bookmark folder
nl_nl: bladwijzermap

source: bookmark folders
nl_nl: bladwijzermappen

source: Unique numeric identifier used by CollectiveAccess internally to identify this bookmark folder
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze bladwijzermap te identificeren

source: Folder name
nl_nl: Mapnaam

source: A name to display for the folder.
nl_nl: Een weer te geven naam voor de map.

source: Could not reorder stop %1: %2
nl_nl: Halte kon niet herschikt worden %1:%2

source: display list
nl_nl: weergavelijst

source: display lists
nl_nl: weergavelijsten

source: Unique numeric identifier used by CollectiveAccess internally to identify this display
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze weergave te identificeren

source: Is system display?
nl_nl: Is een systeemweergave?

source: If set, display will be available to all users as part of the system-wide display list.
nl_nl: Indien geactiveerd zal deze weergave beschikbaar zijn voor alle gebruikers, als onderdeel van de globale lijst van weergaves

source: Display type
nl_nl: Weergavetype

source: Indicates type of item display is used for.
nl_nl: Duidt aan voor welk type item deze weergave gebruikt wordt

source: Display code
nl_nl: Weergavecode

source: Unique alphanumeric identifier for this display.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze weergave.

source: Settings
nl_nl: Instellingen

source: Display settings
nl_nl: Weergave-instellingen

source: Display empty values?
nl_nl: Geef lege waardes weer?

source: If checked all values will be displayed, whether there is content for them or not.
nl_nl: Indien aangevinkt zullen alle waardes worden weergegeven, ongeacht of er inhoud voor beschikbaar is.

source: User access
nl_nl: Gebruikerstoegang

source: Group access
nl_nl: Groepstoegang

source: Display list contents
nl_nl: Inhoud van weergavelijst

source: Maximum length
nl_nl: Maximumlengte

source: Maximum length, in characters, of displayed information.
nl_nl: Maximumlengte, in aantal karakters, van weer te geven informatie.

source: Display format
nl_nl: Weergaveformaat

source: Template used to format output.
nl_nl: Template gebruikt om uitvoer te formatteren

source: Delimiter
nl_nl: Scheidingsteken

source: Text to place in-between repeating values.
nl_nl: Tekst te plaatsen tussen herhalende waardes.

source: Singular
nl_nl: Enkelvoud

source: Plural
nl_nl: Meervoud

source: Sense
nl_nl: Vorm

source: Determines if value used is singular or plural version.
nl_nl: Bepaalt of de enkelvouds- of meervoudsvorm gebruikt dient te worden.

source: Output mode
nl_nl: Uitvoer modus

source: Determines if value used is URL of media or the media itself.
nl_nl: Bepaalt of de gebruikte waarde de media URL is of de media zelf

source: Display as link to editor
nl_nl: Geef weer als link naar ingavescherm

source: If set name of related item will be displayed as a link to edit the item.
nl_nl: Indien aangevinkt, zal de naam van het gerelateerde item getoond worden als een link waarmee het item bewerkt kan worden.

source: Restrict to relationship types
nl_nl: Beperk tot relatietypes

source: Restricts display to items related using the specified relationship type(s). Leave all unchecked for no restriction.
nl_nl: Beperkt weergave tot gerelateerde items die gebruik maken van de gespecificeerde relatietype(s). Voor geen restricties, laat blanco.

source: Restrict to types
nl_nl: Beperk tot types

source: Restricts display to items of the specified type(s). Leave all unchecked for no restriction.
nl_nl: Beperkt weergave tot items van de gespecificeerde type(s). Voor geen restricties, laat blanco.

source: If checked the full hierarchical path will be shown.
nl_nl: Indien aangevinkt zal het hele hiërarchische pad getoond worden.

source: Remove first items from hierarchy?
nl_nl: Eerste items van de hiërarchie verwijderen?

source: If set to a non-zero value, the specified number of items at the top of the hierarchy will be omitted. For example, if set to 2, the root and first child of the hierarchy will be omitted.
nl_nl: Indien ingesteld op een waarde anders dan 0, zal het gespecificeerd aantal items bovenaan de hiërarchie weggelaten worden. Indien bijvoorbeeld ingesteld op 2, zullen de wortel en het eerste kind van de hiërarchie weggelaten worden.

source: top first
nl_nl: bovenste eerst

source: bottom first
nl_nl: onderste eerst

source: Order hierarchy
nl_nl: Verplaats in de hiërarchie

source: Determines order in which hierarchy is displayed.
nl_nl: Bepaalt de volgorde waarin de hiërarchie getoond wordt

source: Maximum length of hierarchy
nl_nl: Maximale lengte van hiërarchie

source: Maximum number of items to show in the hierarchy. Leave blank to show the unabridged hierarchy.
nl_nl: Maximum aantal weer te geven items in de hiërarchie. Laat leeg om de onverkorte hiërarchie te tonen.

source: Hierarchical delimiter
nl_nl: Hiërarchisch scheidingsteken

source: Text to place in-between elements of a hierarchical value.
nl_nl: Tekst te plaatsen tussen elementen van een hiërarchische waarde.

source: Date format
nl_nl: Datumformaat

source: Sets format for output of date when exporting.
nl_nl: Stel het uitvoerformaat voor datum in voor export.

source: General
nl_nl: Algemeen

source: Date and time item was created
nl_nl: Datum en tijd waarop het item werd aangemaakt

source: Date and time item was last modified
nl_nl: Datum en tijd waarop het item laatst werd bewerkt

source: Placement label
nl_nl: Plaatsingslabel

source: The label for this placement as defined in the placements settings. The value used will be adjusted to reflect the current user&apos;s locale.
nl_nl: Het label voor deze plaatsing, zoals gedefinieerd in de plaatsingsinstellingen. De gebruikte waarde zal worden aangepast om overeen te komen met de lokalisatie van de huidige gebruiker.

source: Specified version of media
nl_nl: Gespecificeerde versie van media

source: The version of the media representation specified by {version name} for display.
nl_nl: De versie van de mediavoorstelling gespecificeerd door {version name} voor weergave.

source: bundle displays ⇔ user association
nl_nl: bundelweergaves ⇔ gebruikersassociatie

source: bundle displays ⇔ user associations
nl_nl: bundelweergaves ⇔ gebruikersassociaties

source: can read
nl_nl: kan lezen

source: can edit
nl_nl: kan bewerken

source: Indicates user&apos;s level of access to the display.
nl_nl: Geeft het toegangsniveau voor de gebruiker tot deze weergave aan

source: bundle displays ⇔ group association
nl_nl: bundelweergaves ⇔ groepsassociatie

source: bundle displays ⇔ group associations
nl_nl: bundelweergaves ⇔ groepsassociaties

source: has no access
nl_nl: heeft geen toegang

source: Indicates group&apos;s level of access to the display.
nl_nl: Geeft het toegangsniveau voor de groep tot deze weergave aan

source: bundle display name
nl_nl: bundelweergave naam

source: bundle display names
nl_nl: bundelweergave namen

source: Name
nl_nl: Naam

source: Name of display
nl_nl: Weergavenaam

source: Description
nl_nl: Beschrijving

source: Description of display
nl_nl: Beschrijving van de weergave

source: Locale of display name
nl_nl: Lokalisatie van weergavenaam

source: Is preferred
nl_nl: Heeft de voorkeur

source: Text label to be used for displayed information.
nl_nl: Tekstuele label die gebruikt wordt voor de weergegeven informatie.

source: bundle display placement
nl_nl: bundelweergave plaatsing

source: bundle display placements
nl_nl: bundelweergave plaatsingen

source: Bundle name
nl_nl: Bundelnaam

source: Name of bundle to display
nl_nl: Naam van weer te geven bundel

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de weergave indien weergegeven in een lijst met andere weergaves. Lagere nummers representeren een hogere prioriteit

source: bundle mapping
nl_nl: bundel mapping

source: bundle mappings
nl_nl: bundel mappings

source: Direction
nl_nl: Richting

source: Direction of mapping. "Import" indicates the mapping is <i>from</i> an external source into CollectiveAccess; "export" means the mapping is from CollectiveAccess to an external target.
nl_nl: Richting van mapping. "Import" geeft aan dat de mapping gebeurt <i>van</i> een externe bron naar CollectiveAccess; "export" betekent dat de mapping gebeurt van CollectiveAccess naar een extern doel.

source: import
nl_nl: importeren

source: export
nl_nl: exporteren

source: Format
nl_nl: Formaat

source: Code indicating import/export data format (Ex. EAD, METS)
nl_nl: Code die het import/export data formaat aanduidt (Bvb. EAD, METS)

source: Unique identifer for this mapping.
nl_nl: Unieke identificatiecode voor deze mapping

source: Type of item for which data is being imported or exported.
nl_nl: Type item waarvoor data wordt geïmporteerd of geëxporteerd.

source: object events
nl_nl: object evenementen

source: Not accessible to public
nl_nl: Niet toegankelijk voor publiek

source: Accessible to public
nl_nl: Toegankelijk voor publiek

source: Indicates if mapping is accessible to the public or not.
nl_nl: Geeft aan of de mapping al dan niet publiek toegankelijk is.

source: Mapping settings
nl_nl: Mapping instellingen

source: Mapping units
nl_nl: Koppelingsunits

source: Restrict use of mapping to specific types of item.
nl_nl: Beperk het gebruik van koppelingen tot specifieke itemtypes.

source: Default locale
nl_nl: Standaard lokalisatie

source: Sets locale used for all newly imported data.
nl_nl: Stelt de lokalisatie in voor alle nieuw geïmporteerde gegevens.

source: Path to identifier in import data
nl_nl: Pad naar de identificatiecode in de te importeren data

source: Specifies value in import data set to use as identifier when attempting to match with existing data. For XML data sets, specify the key as a tag path (ex. /record/head/identifier). For delimited data specify a column number.
nl_nl: Bepaalt welke waarde in de te importeren dataset gebruikt kan worden als identificatiecode, wanneer gezocht wordt naar overeenkomstige records in de bestaande data. Voor XML datasets, specificeer de waarde als een tag pad (bvb. /record/head/identifier). Voor door scheidingstekens afgebakende gegevens specificeer een kolomnummer.

source: Remove existing relationships on update?
nl_nl: Verwijder bestaande relaties bij het bijwerken?

source: If checked all existing relationships will be removed before record is updated. Otherwise any newly imported relationships will be added to existing ones.
nl_nl: Indien aangevinkt zullen alle bestaande relaties worden verwijderd voor het record wordt bijgewerkt. Anders zullen nieuw geïmporteerde relaties toegevoegd worden aan de bestaande.

source: Remove existing data on update?
nl_nl: Verwijder bestaande data bij bijwerken?

source: If checked field values will be replaced with newly imported data when the record is updated.
nl_nl: Indien aangevinkt zullen veldwaardes worden vervangen door nieuw geïmporteerde gegevens wanneer het record wordt bijgewerkt.

source: Could not reorder group %1: %2
nl_nl: Groep kon niet herschikt worden %1: %2

source: bundle mapping group
nl_nl: bundel koppelingsgroep

source: bundle mapping groups
nl_nl: bundel koppelingsgroepen

source: Unique alphanumeric identifier for this unit.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze unit.

source: Base path for CollectiveAccess target
nl_nl: Basispad voor CollectiveAccess doel

source: Path to CollectiveAccess bundle being mapped by this unit. The CollectiveAccess portion of all rules in this unit will be applied relative to this base path.
nl_nl: Pad naar de CollectiveAccess bundel die door deze eenheid gekoppeld wordt. Het CollectiveAccess gedeelte van alle regels in deze eenheid zullen relatief ten opzichte van dit pad worden uitgevoerd.

source: Base path for external target
nl_nl: Basispad voor extern doel

source: Path to element in external format being mapped by this unit. All elements in the external file format being mapped to by this unit will be created relative to this base path. The format of the base path is determined by the format. For XML-based formats this will typically be an XPath specification; for delimited targets this will be a column number.
nl_nl: Pad naar element in het extern formaat dat gekoppeld wordt door deze unit. Alle elementen in het extern bestandsformaat die door deze unit gekoppeld zullen worden, zullen gecreeërd worden relatief ten onzichte van dit basispad. Het formaat van het basispad wordt bepaald door het formaat. Voor XML-gebaseerde formaten zal dit typisch een XPath specificatie zijn; door scheidingstekens afgebakende doelen zal dit een kolomnummer zijn.

source: Unit settings
nl_nl: Unit instellingen

source: Notes and remarks relating to the mapping unit
nl_nl: Nota's en opmerkingen betreffende de koppelingsunit

source: Unit rules
nl_nl: Eenheidsregels

source: Type to use when creating new records via import.
nl_nl: Te gebruiken type bij het aanmaken van nieuwe records via import.

source: Restrict use of mapping to specific types of relationships.
nl_nl: Beperk het gebruik van koppelingen tot specifieke relatietypes.

source: List
nl_nl: Lijst

source: List to add items to.
nl_nl: Lijst waaraan items zullen worden toegevoegd.

source: Priority
nl_nl: Prioriteit

source: If mandatory then a record will fail to import if any of the values mapped in this unit are invalid.
nl_nl: Indien vereist zal een record niet geïmporteerd worden indien één van de gekoppelde waarden in deze groep ongeldig is.

source: Force output?
nl_nl: Forceer output?

source: Normally rules in a group are only applied if there is at least one mapping to a non-static value and that value is set. If "forceOutput" is checked then these rules will be applied even if no non-static values are set.
nl_nl: Normaal gezien worden regels in een groep enkel toegepast indien er op zijn minst één koppeling is naar een niet-statische waarde, en deze waarde is ingesteld. Indien "forceer output" is aangevinkt, zullen deze regels worden toegepast zelfs als er geen niet-statische waardes zijn ingesteld.

source: Base path for %1 target
nl_nl: Basispad voor %1 doel

source: Could not reorder rule %1: %2
nl_nl: Regel kon niet herschikt worden %1: %2

source: mapping unit name
nl_nl: Naam van koppelingsunit

source: mapping unit names
nl_nl: namen van koppelingsunit

source: Name of mapping unit
nl_nl: Naam van koppelingsunit

source: Description of mapping unit name
nl_nl: Beschrijving van koppelingsunit naam

source: Locale of mapping unit name
nl_nl: Lokalisatie van koppelingsunit naam

source: mapping name
nl_nl: koppelingsnaam

source: mapping names
nl_nl: koppelingsnamen

source: Name of mapping
nl_nl: Naam van mapping

source: Description of mapping
nl_nl: Beschrijving van mapping

source: Locale of mapping name
nl_nl: Lokalisatie van mapping naam

source: mapping rule
nl_nl: koppelingsregel

source: mapping rules
nl_nl: koppelingsregels

source: CollectiveAccess bundle
nl_nl: CollectiveAccess bundel

source: Name of CollectiveAccess bundle to map.
nl_nl: Naam van de CollectiveAccess bundel om te mappen.

source: External element
nl_nl: Extern element

source: Destination in external format to map CollectiveAccess path to. The format of the external element is determined by the target. For XML-based formats this will typically be an XPath specification; for delimited targets this will be a column number.
nl_nl: Bestemming in extern formaat waarnaar het CollectiveAccess pad gekoppeld moet worden. Het formaat van het externe element wordt bepaald door het doel. Voor XML-gebaseerde formaten zal dit typisch een XPath specificatie zijn; voor door scheidingstekens afgebakende doelen zal dit een kolomnummer zijn.

source: Rule settings
nl_nl: Instellingen voor regel

source: Notes and remarks relating to the mapping rule
nl_nl: Nota's en opmerkingen betreffende de koppelingsregel

source: Split value on
nl_nl: Splits waarde op

source: Delimiter to use when splitting value into pieces. Should be blank if value is not to be split.
nl_nl: Scheidingsteken waarmee de waarde in stukken wordt gesplitst. Dient leeg te zijn indien de waarde niet gesplitst moet worden.

source: Part to use
nl_nl: Te gebruiken deel

source: Part of split value to use, starting from 1 (eg. 1 is the first part, 2 is the second part, etc.). Should be blank if value is not to be split.
nl_nl: Te gebruiken deel van de gesplitste waarde, startend vanaf 1 (bvb. 1 is het eerste deel, 2 is het tweede deel, enz...). Dient leeg te zijn indien de waarde niet gesplitst moet worden.

source: Custom format for output of this rule when exporting. Preface individual values with a caret (^) in the format string to embed values.
nl_nl: Aangepast formaat voor output van deze regel bij het exporteren. Laat individuele waardes door een caret (^) voorafgaan in het formaat om waardes in te voegen.

source: change log entry
nl_nl: aanpassingslog item

source: change log entries
nl_nl: aanpassingslog items

source: Logged date and time
nl_nl: Gelogde datum en tijd

source: Date and time logged event occurred
nl_nl: Datum en tijd waarop gelogde actie plaatsvond

source: User who performed event
nl_nl: Gebruiker die actie uitvoerde

source: Action
nl_nl: Actie

source: Type of action performed by user
nl_nl: Type actie uitgevoerd door gebruiker

source: Remarks
nl_nl: Opmerkingen

source: Remarks relating to change
nl_nl: Opmerkingen gelinkt aan aanpassing

source: change log subject
nl_nl: aanpassingslog onderwerp

source: change log subjects
nl_nl: aanpassingslog onderwerpen

source: Unique numeric identifier used by CollectiveAccess internally to identify this collection
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om deze collectie te identificeren

source: The locale from which the collection originates.
nl_nl: De lokalisatie waaruit de collectie afkomstig is.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
nl_nl: Het type collectie. In CollectiveAccess heeft elke collectie een enkel "intrinsiek" type dat de set van beschrijvende en administratieve metadata bepaalt die erop kunnen worden toegepast.

source: Collection identifier
nl_nl: Collectie identificatiecode

source: A unique alphanumeric identifier for this collection.
nl_nl: Een unieke alfanumerieke identificatiecode voor deze collectie.

source: Source
nl_nl: Bron

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
nl_nl: Administratieve bron van de collectie. Deze waarde wordt vaak gebruikt om de administratieve sub-afdeling of oude database aan te geven waarvan de collectie afkomstig is, maar kan ook worden aangewend als een eenvoudige classificatietool indien nodig.

source: Indicates if collection information is accessible to the public or not.
nl_nl: Geeft aan of de collectie-informatie al dan niet publiek toegankelijk is.

source: Newly created
nl_nl: Pas aangemaakt

source: Editing in progress
nl_nl: Bezig met bewerken

source: Editing complete - pending review
nl_nl: Bewerken afgerond - in afwachting van beoordeling

source: Review in progress
nl_nl: Beoordeling bezig

source: Completed
nl_nl: Voltooid

source: Indicates the current state of the collection record.
nl_nl: Geeft de huidige status aan van het collectierecord.

source: Is deleted?
nl_nl: Is verwijderd?
