Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
nl_nl: De relatieve prioriteit van de rol indien weergegeven in een lijst met andere rollen. Lagere nummers representeren een hogere prioriteit

source: Role settings
nl_nl: Instellingen rol

source: Storage for role-level variables
nl_nl: Opslag voor rol-specifieke variabelen

source: Field access
nl_nl: Veldtoegang

source: Contains definitions of what table/field combinations users with this role can access.
nl_nl: Bevat definities van welke tabel/veld-combinaties gebruikers met deze rol toegang hebben.

source: watched item
nl_nl: gevolgd item

source: watched items
nl_nl: gevolgde items

source: Unique numeric identifier used by CollectiveAccess internally to identify this watch list entry
nl_nl: Unieke numerieke identificatiecode, intern door CollectiveAccess gebruikt om dit watchlist item te identificeren

source: The user who is watching the specified record.
nl_nl: De gebruiker die het specifieke record volgt.

source: Archives past identifier values.
nl_nl: Archiveert oude identificatiecodes.

source: Identifier archived on %1
nl_nl: Identificatiecode gearchiveerd op %1

source: Transforms XML input as needed for Northeast Historic Films (http://www.oldfilm.org).
nl_nl: Transformeert de XML invoer zoals vereist voor Northeast Historic Films (http://www.oldfilm.org).

source: Transforms OAI input as needed for the Oorlog in Blik project.
nl_nl: Transformeert de OAI invoer zoals vereist voor het Oorlog in Blik project.

source: Generates titles based upon project-specific rules.
nl_nl: Genereert titels gebaseerd op project-specifieke regels.

source: Generates titles based upon Kinemathek-specific rules.
nl_nl: Genereert een titel gebaseerd op de Kinemathek-specifieke regels.

source: Generates title based upon rules you specify.
nl_nl: Genereert een titel gebaseerd op de gespecificeerde regels.

source: Adds a "duplicate" menu listing all recently duplicated items and providing an easy way to create additional duplicates.
nl_nl: Voegt een "Kopie" menu toe dat alle recent gekopieerde items oplijst en de mogelijkheid biedt om aanvullende kopieën aan te maken.

source: Duplicate from...
nl_nl: Kopieer van ...

source: Adds a "history" menu listing all recently edited items
nl_nl: Voegt een "geschiedenis" menu toe die alle recent gewijzigde items oplijst.

source: History
nl_nl: Geschiedenis

source: Provides media import services.
nl_nl: Biedt media import diensten.

source: Import media...
nl_nl: Importeer media...

source: Media Import plugin
nl_nl: Media Importeerplugin

source: Actions for media import plugin
nl_nl: Acties voor media importeerplugin

source: Can use media import plugin functions
nl_nl: Kan media importeerplugin functionaliteiten gebruiken

source: User can use all media import plugin functionality, including batch media import.
nl_nl: Gebruiker kan alle media importeerplugin functionaliteiten gebruiken, inclusief het importeren van media in bulk.

source: Invalid matching mode
nl_nl: Ongeldige koppeling

source: Invalid directory
nl_nl: Ongeldige map

source: Invalid object type value
nl_nl: Ongeldige waarde voor objecttype

source: Invalid object representation type value
nl_nl: Ongeldige waarde voor objectvoorstelling type

source: Invalid object status value
nl_nl: Ongeldige waarde voor object status

source: Invalid object representation status value
nl_nl: Ongeldige waarde voor objectvoorstelling status

source: Invalid object access value
nl_nl: Ongeldige waarde voor object toegang

source: Invalid object representation access value
nl_nl: Ongeldige waarde voor objectvoorstelling toegang

source: Invalid import mode
nl_nl: Ongeldige importeermodus

source: Invalid identifier option
nl_nl: Ongeldige identificatiecode optie

source: Invalid object locale_id
nl_nl: Ongeldig object locale_id

source: Invalid object representation locale_id
nl_nl: Ongeldige locale_id voor objectvoorstelling

source: Error processing media!
nl_nl: Fout bij het verwerken van media!

source: Batch media importer
nl_nl: Importeer media in bulk

source: Importing media from
nl_nl: Importeer media vanaf

source: Files to import
nl_nl: Te importeren bestanden

source: Matched media %1 to object using %2
nl_nl: Media %1 werd gekoppeld aan object via %2

source: Matched media %1 to object using filename
nl_nl: Media %1 werd gekoppeld aan object via bestandsnaam

source: Error importing %1 from %2: %3
nl_nl: Fout bij het importeren van %1 vanaf %2: %3

source: Error creating new object while importing %1 from %2: %3
nl_nl: Fout bij het creëren van nieuw object tijdens het importeren van %1 vanaf %2: %3

source: Error creating object label while importing %1 from %2: %3
nl_nl: Fout bij het creëren van object label tijdens het importeren van %1 vanaf %2: %3

source: Imported file %1 from %2
nl_nl: Bestand %1 geïmporteerd vanaf %2

source: Deleted file %1 from %2
nl_nl: Bestand %1 verwijderd vanaf %2

source: CollectiveAccess batch media import processing report
nl_nl: CollectiveAccess bulk media importverwerkingsrapport

source: Media file: %1
nl_nl: Media bestand: %1

source: No media was imported
nl_nl: Er werd geen media geïmporteerd

source: Media import request could not be submitted due to errors
nl_nl: De aanvraag tot media import kon niet worden verzonden wegens fouten

source: The following errors occurred
nl_nl: Volgende problemen zijn opgetreden

source: Media import request submitted
nl_nl: Media importeeraanvraag verstuurd

source: Processing report
nl_nl: Verwerkingsrapport

source: Your request to import media from <em>%1</em> has been submitted and will be processed shortly. You will receive an email when the import is completed.
nl_nl: Uw aanvraag om media te importeren van <em>%1</em> is verstuurd en zal binnenkort worden verwerkt. U zal een e-mail ontvangen wanneer de import klaar is.

source: There is no media available for import
nl_nl: Er is geen media beschikbaar om te importeren

source: Upload media for <em>%1</em> and then retry
nl_nl: Upload media voor <em>%1</em> en probeer opnieuw

source: Start import
nl_nl: Start importeeractie

source: Import mode
nl_nl: Importeermodus

source: Skip media that do not match an existing object record
nl_nl: Sla media over die niet overeenkomen met een bestaand object record

source: Create new object record for media if a matching one does not already exist
nl_nl: Maak een nieuw object record aan voor media als er nog geen oveenkomstig record bestaat

source: Directory to import media from
nl_nl: Map waaruit media te importeren

source: Delete media from directory after it is imported
nl_nl: Verwijder media uit de map na de import

source: Object identifer-to-filename matching mode
nl_nl: Object identificatiecode naar bestandsnaam koppeling

source: [Try each mode until match is found]
nl_nl: [Probeer elke modus totdat een koppeling gevonden is]

source: Create new object records with type
nl_nl: Maak nieuwe object records aan van het type

source: Create new object records with status
nl_nl: Maak nieuwe object records aan met status

source: Create new object records with access
nl_nl: Maak nieuwe object records aan met toegankelijkheid

source: Create new object records with locale
nl_nl: Maak nieuwe object records aan met lokalisatie

source: Set identifier for newly created objects to
nl_nl: Stel de identificatiecode voor nieuwe objecten in op

source: Option for object identifer
nl_nl: Optie voor object identificatiecode

source: Use filename as identifier rather than set value
nl_nl: Gebruik bestandsnaam als identificatiecode in plaats van de ingestelde waarde

source: Create object representation (media) records with type
nl_nl: Maak objectvoorstelling (media) records aan van het type

source: Create object representation (media) records with status
nl_nl: Maak objectvoorstelling (media) records aan met status

source: Create object representation (media) records with access
nl_nl: Maak objectvoorstelling (media) records aan met als toegangsrechten

source: Create object representation (media) records with locale
nl_nl: Maak objectvoorstelling (media) records aan met als lokalisatie

source: Implements Memex services for National September 11th Museum.
nl_nl: Implementeert Memex services voor het National September 11th Museum.

source: Can use NS11mm MEMEX exhibition web services
nl_nl: Kan NS11mm MEMEX tentoonstelling webservices gebruiken

source: User can access MEMEX exhibition web services
nl_nl: Gebruiker heeft toegang tot MEMEX tentoonstelling webservices

source: Actions for NS11mm MEMEX services plugin
nl_nl: Acties voor NS11mm MEMEX services plugin

source: Publishes newly published records to twitter.
nl_nl: Publiceert nieuw gepubliceerde records naar Twitter.

source: Twitter integration
nl_nl: Twitter integratie

source: Post to Twitter failed: %1
nl_nl: Het posten naar Twitter is mislukt: %1

source: Redirecting to Twitter for authentication... login if you want to use your Twitter account with CollectiveAccess.
nl_nl: U wordt omgeleid naar Twitter voor authenticatie. Gelieve in te loggen als u uw Twitter account wenst te gebruiken in combinatie met CollectiveAccess.

source: Twitter integration is now set up and ready to go!
nl_nl: De Twitter integratie is nu ingesteld en klaar om te gebruiken!

source: Advanced search form
nl_nl: Geavanceerd zoekformulier

source: Use advanced search forms in your dashboard
nl_nl: Gebruik geavanceerde zoekformulieren op je dashboard

source: Search form
nl_nl: Zoekformulier

source: Search form to display
nl_nl: Weer te geven zoekformulier

source: Advanced search form widget
nl_nl: "Geavanceerd zoekformulier" widget

source: Actions for advanced search form widget
nl_nl: Acties voor geavanceerd zoekformulier widget

source: Can use advanced search form widget
nl_nl: Kan geavanceerd zoekformulier widget gebruiken

source: User can use widget that allows usage of an advanced search form in the dashboard.
nl_nl: Gebruiker kan widget gebruiken dat geavanceerde zoekformulieren in het dashboard toelaat.

source: The number of form elements to place in each row of the search form. A value of one or two is recommended in most situations.
nl_nl: Het aantal te plaatsen formulierelementen in elke rij van het zoekformulier. A waarde van 1 of 2 wordt aangeraden in de meeste gevallen.

source: You must define a search form before you can use the advanced search.
nl_nl: U dient een zoekformulier te definiëren alvorens u de geavanceerde zoekfunctie kunt gebruiken.

source: Click here to create a new form.
nl_nl: Klik hier om een nieuw zoekformulier aan te maken.

source: You do not have access to this form
nl_nl: U heeft geen toegang tot dit formulier

source: Clock
nl_nl: Klok

source: Tells time in digital or faux analog formats
nl_nl: Geeft de tijd weer in digitale of analoge formaten

source: Analog
nl_nl: Analoog

source: Digital
nl_nl: Digitaal

source: Display mode
nl_nl: Weergavemodus

source: Determines the clock's appearance. "Analog" will display the clock using a simulation of old-fashioned mechanical numbers. "Digital" will simply print the time numerically.
nl_nl: Bepaalt de weergavemodus van de klok. "Analoog" zal de klok weergeven als een simulatie van een mechanische klok. "Digitaal" zal eenvoudigweg de tijd numeriek weergeven.

source: Show seconds?
nl_nl: Toon seconden?

source: If enabled display of time will be to the second. Otherwise it will be to the minute.
nl_nl: Indien geactiveerd zal de tijd tot op de seconde worden weergegeven. Indien niet is dit tot op de minuut.

source: Counts
nl_nl: Optelsommen

source: Keep track of record totals for objects and authorities
nl_nl: Blijf op de hoogte van het totaal aantal records voor objecten en de autoriteiten

source: Counts widget
nl_nl: "Optelsom" widget

source: Actions for counts widget
nl_nl: Acties voor 'optelsom' widget

source: Can use counts widget
nl_nl: Kan de optelsom widgets gebruiken

source: User can use dashboard widget that keeps track of totals for objects and authorities.
nl_nl: Gebruiker kan dashboard widget gebruiken dat het totaal aantal objecten en autoriteiten bijhoudt.

source: Show count for objects?
nl_nl: Toon optelsom voor objecten?

source: If checked total number of objects in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal objecten in de database weergegeven worden.

source: Show count for lots?
nl_nl: Toon optelsom voor lots?

source: If checked total number of lots in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal lots in de database weergegeven worden.

source: Show count for entities?
nl_nl: Toon optelsom voor entiteiten?

source: If checked total number of entities in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal entiteiten in de database weergegeven worden.

source: Show count for places?
nl_nl: Toon optelsom voor plaatsen?

source: If checked total number of places in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal plaatsen in de database weergegeven worden.

source: Show count for occurrences?
nl_nl: Toon optelsom voor gebeurtenissen?

source: If checked total number of occurrences in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal gebeurtenissen in de database weergegeven worden.

source: Show count for collections?
nl_nl: Toon optelsom voor collecties?

source: If checked total number of collections in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal collecties in de database weergegeven worden.

source: Show count for storage locations?
nl_nl: Toon optelsom voor opslaglocaties?

source: If checked total number of storage locations in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal opslaglocaties in de database weergegeven worden.

source: Show count for object representations?
nl_nl: Toon optelsom voor objectvoorstellingen?

source: If checked total number of object representations in the database will be displayed.
nl_nl: Wanneer aangevinkt zal het totaal aantal objectvoorstellingen in de database weergegeven worden.

source: Show count for loans?
nl_nl: Toon optelsom voor leningen?

source: If checked total number of loans in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal leningen in de database weergegeven worden.

source: Show count for movements?
nl_nl: Toon optelsom voor verplaatsingen?

source: If checked total number of movements in the database will be displayed.
nl_nl: Indien aangevinkt zal het totaal aantal verplaatsingen in de database weergegeven worden.

source: There are
nl_nl: Er zijn

source: and
nl_nl: en

source: Recent logins
nl_nl: Recente gebruikerslogins

source: Displays recent logins to the system
nl_nl: Geeft recente logins in het systeem weer

source: Last logins widget
nl_nl: "Laatste logins" widget

source: Actions for last logins widget
nl_nl: Acties voor 'recente logins' widget

source: Can use last logins widget
nl_nl: Kan recente logins widget gebruiken

source: User can use dashboard widget that lists recent user logins.
nl_nl: Gebruiker kan dashboard widget gebruiken dat recente gebruikerslogins oplijst

source: Show logins occurring less than ^ELEMENT hours ago
nl_nl: Toon logins die plaatsvonden minder dan ^ELEMENT uur geleden

source: Threshold (in hours) to display logins
nl_nl: Drempel (in uren) waarbinnen logins weergegeven zullen worden

source: IP address
nl_nl: IP-adres

source: Displays CollectiveAccess project links
nl_nl: Toont CollectiveAccess project links

source: Documentation
nl_nl: Documentatie

source: Message of the day
nl_nl: Bericht van de dag

source: Display the message of the day.
nl_nl: Toont het bericht van de dag.

source: No message set
nl_nl: Geen bericht ingesteld

source: Message widget
nl_nl: "Bericht" widget

source: Actions for message widget
nl_nl: Acties voor 'bericht' widget

source: Can edit message text
nl_nl: Kan berichttekst aanpassen

source: User can edit system-wide message in message widget.
nl_nl: Gebruiker kan globale berichten aanpassen in bericht widget

source: Message text to display.
nl_nl: Weer te geven berichttekst.

source: Random Object
nl_nl: Willekeurig object

source: Displays a random object from the collection
nl_nl: Toont een willekeurig object uit de collectie

source: Recent changes
nl_nl: Recente wijzigingen

source: Lists recent changes to objects or authority items
nl_nl: Toont recente wijzigingen aan objecten of autoriteitsitems

source: Recent changes widget
nl_nl: "Recente wijzigingen" widget

source: Actions for recent changes widget
nl_nl: Acties voor 'recente wijzigingen' widget

source: Can use recent changes widget
nl_nl: Kan recente wijzigingen widget gebruiken

source: User can use dashboard widget that lists recent changes in the database.
nl_nl: Gebruiker kan dashboard widget gebruiken dat recente databasewijzigingen oplijst

source: Type of changes to display
nl_nl: Weer te geven type wijzigingen

source: Show changes made less than ^ELEMENT hours ago
nl_nl: Toon wijzigingen gemaakt minder dan ^ELEMENT uur geleden

source: Threshold (in hours) to display change log entries for
nl_nl: Drempel (in uren) waarbinnen gewijzigde items worden weergegeven

source: Changes to <strong>%1</strong> from %2
nl_nl: Wijzigingen aan <strong>%1</strong> door %2

source: edited
nl_nl: bewerkt

source: Added %1 to '%2'
nl_nl: %1 werd toegevoegd aan '%2'

source: Updated %1 to '%2'
nl_nl: %1 aangepast naar '%2'

source: Unknown change type '%1'
nl_nl: Onbekend wijzigingstype '%1'

source: There have been no changes to <strong>%1</strong> from %2.
nl_nl: Er zijn geen wijzigingen aan <strong>%1</strong>van %2.

source: Comments
nl_nl: Commentaar

source: Lists recently created comments
nl_nl: Geeft overzicht van recente commentaren

source: moderated
nl_nl: gemodereerd

source: unmoderated
nl_nl: niet-gemodereerd

source: Recent comments widget
nl_nl: "Recente commentaren" widget

source: Actions for recent comments widget
nl_nl: Acties voor 'recente commentaren' widget

source: Can use recent comment widget
nl_nl: Kan "recente commentaren" widget gebruiken

source: User can use dashboard widget that lists recently created comments.
nl_nl: Gebruiker kan dashboard widget gebruiken dat recent toegevoegde commentaren oplijst

source: Only unmoderated
nl_nl: Enkel niet-gemodereerde

source: Only moderated
nl_nl: Enkel gemodereerd

source: All
nl_nl: Alle

source: Type of comments to display
nl_nl: Weer te geven type commentaren

source: Display limit
nl_nl: Weergavelimiet

source: Limits the number of comments to be listed in the widget.
nl_nl: Limiteer het aantal commentaren dat wordt weergegeven in de widget.

source: Displaying the last %1 %2 comments
nl_nl: Toont de laatste %1 %2 commentaren

source: commented on
nl_nl: commentaar toegevoegd op

source: Approved on
nl_nl: Goedgekeurd op

source: There are no %1 comments
nl_nl: Er zijn geen %1 commentaren

source: Recently created
nl_nl: Recent aangemaakt

source: Lists recently created objects or authority items
nl_nl: Toont recent aangemaakte objecten of autoriteitsitems

source: Object representations
nl_nl: Objectvoorstellingen

source: Recently created widget
nl_nl: "Recent aangemaakt" widget

source: Actions for recently created widget
nl_nl: Acties voor 'recent toegevoegd' widget

source: User can use widget that shows recently created items to list new objects in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe objecten oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new entities in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe entiteiten oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new places in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe plaatsen oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new occurrences in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe gebeurtenissen oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new sets in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe sets oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new collections in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe collecties oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new object representations in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe objectvoorstellingen oplijst, gesorteerd op aanmaakdatum

source: User can use widget that shows recently created items to list new object lots in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe object lots oplijst, gesorteerd op aanmaakdatum

source: Type of records to display
nl_nl: Type van weer te geven records

source: Limits the number of records to be listed in the widget.
nl_nl: Limiteert het aantal records dat wordt weergegeven in de widget

source: Showing the last %1 <span style='font-weight:bold; text-transform:lowercase;'>%2</span> created
nl_nl: Geeft de %1 laatst aangemaakte <span style='font-weight:bold; text-transform:lowercase;'>%2</span> weer

source: [BLANK]
nl_nl: [LEEG]

source: Lists recently created tags
nl_nl: Geeft overzicht van recent aangemaakte tags

source: Recent tags widget
nl_nl: "Recente tags" widget

source: Actions for recent tags widget
nl_nl: Acties voor 'recente tags' widget

source: Can use recent tag widget
nl_nl: Kan recente tags widget gebruiken

source: User can use dashboard widget that lists recently created tags.
nl_nl: Gebruiker kan dashboard widget gebruiken dat recent toegevoegde tags oplijst

source: Type of tags to display
nl_nl: Type weer te geven tags

source: Limits the number of tags to be listed in the widget.
nl_nl: Limiteert het aantal in de widget weer te geven tags.

source: Displaying the last %1 %2 tags
nl_nl: Toont de laatste %1 %2 tags

source: %1 tagged %2 with "%3"
nl_nl: %1 heeft %2 getagd met "%3"

source: There are no %1 tags.
nl_nl: Er zijn geen %1 tags.

source: Records by status
nl_nl: Records per status

source: Displays objects or authority items by cataloguing status
nl_nl: Geeft objecten of autoriteit items weer op basis van catalogiseerstatus

source: Records by status widget
nl_nl: "Records per status" widget

source: Actions for records by status widget
nl_nl: Acties voor 'records per status' widget

source: User can use widget that shows records by workflow status to list new objects in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe objecten oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new entities in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe entiteiten oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new places in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe plaatsen oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new occurrences in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe gebeurtenissen oplijst, gesorteerd op workflow status

source: User can use widget that shows records by workflow status to list new sets in the dashboard.
nl_nl: Gebruiker kan dashboard widget gebruiken dat nieuwe sets oplijst, gesorteerd op workflow status
