Repository: bramws/collectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: nl_nl

source: Password does not match confirmation. Please try again.
nl_nl: Wachtwoord komt niet overeen. Probeer opnieuw.

source: Added group
nl_nl: Groep toegevoegd

source: Saved changes to group
nl_nl: Veranderingen aan groep bewaard

source: Your entry has errors. See below for details.
nl_nl: Uw ingave bevat fouten. Kijk onderaan voor details.

source: Added role
nl_nl: Rol toegevoegd

source: Saved changes to role
nl_nl: Veranderingen aan rol bewaard

source: Deleted role
nl_nl: Rol verwijderd

source: Added user
nl_nl: Gebruiker toegevoegd

source: Saved changes to user
nl_nl: Veranderingen aan gebruiker bewaard

source: Deleted user
nl_nl: Gebruiker verwijderd

source: GD is a graphics processing library required for all barcode generation.
nl_nl: GD is een grafische verwerkingsbibliotheek die is vereist voor het genereren van barcodes.

source: Is not installed; barcode printing will not be possible.
nl_nl: Is niet geinstalleerd; bardcodes printen zal niet mogelijk zijn.

source: Added metadata element
nl_nl: Metadata-element toegevoegd

source: Saved changes to metadata element
nl_nl: Veranderingen aan metadata-element bewaard

source: Setting is not valid: %1
nl_nl: Instelling is ongeldig: %1

source: Deleted metadata element
nl_nl: Metadata element verwijderd

source: This element is at the top of the list
nl_nl: Dit element bevindt zich bovenaan de lijst

source: This element is at the bottom of the list
nl_nl: Dit element bevindt zich onderaan de lijst

source: list
nl_nl: lijst

source: relevance
nl_nl: relevantie

source: name
nl_nl: naam

source: list/vocabulary term
nl_nl: (woorden)lijst term

source: list/vocabulary terms
nl_nl: (woorden)lijst termen

source: Added locale
nl_nl: Locale toegevoegd

source: Saved changes to locale
nl_nl: Veranderingen aan locale bewaard

source: Could not delete locale: %1
nl_nl: Taalinstelling %1 kon niet verwijderd worden

source: Deleted locale
nl_nl: Locale gedeletet

source: type name
nl_nl: typenaam

source: relationship type
nl_nl: relatietype

source: relationship types
nl_nl: relatietypes

source: Invalid parent
nl_nl: Ongeldige ouder

source: Renumbered contents of lot
nl_nl: Inhoud van lot werd hernummerd

source: collection
nl_nl: collectie

source: collections
nl_nl: collecties

source: entity
nl_nl: entiteit

source: entities
nl_nl: entiteiten

source: loan
nl_nl: lening

source: loans
nl_nl: leningen

source: short description
nl_nl: korte omschrijving

source: movement
nl_nl: verplaatsing

source: movements
nl_nl: verplaatsingen

source: lot idno
nl_nl: lot nummer

source: object representation
nl_nl: objectvoorstelling

source: object representations
nl_nl: Objectvoorstellingen

source: thumbnails
nl_nl: miniatuur

source: full
nl_nl: volledig

source: title
nl_nl: titel

source: objects
nl_nl: objecten

source: place
nl_nl: plaats

source: places
nl_nl: plaatsen

source: storage location
nl_nl: opslagplaats

source: storage locations
nl_nl: opslagplaatsen

source: tour
nl_nl: rondleiding

source: tours
nl_nl: rondleidingen

source: tour stop
nl_nl: rondleidingshalte

source: tour stops
nl_nl: rondleidingshaltes

source: Quick search
nl_nl: Snelzoeken

source: Objects
nl_nl: Objecten

source: Entities
nl_nl: Entiteiten

source: Places
nl_nl: Plaatsen

source: Occurrences
nl_nl: Gebeurtenissen

source: Collections
nl_nl: Collecties

source: Storage locations
nl_nl: Opslagplaatsen

source: Loans
nl_nl: Leningen

source: Movements
nl_nl: Verplaatsingen

source: Tours
nl_nl: Rondleidingen

source: Tour stops
nl_nl: Rondleidingshaltes

source: displayname
nl_nl: weergavenaam

source: surname, forename
nl_nl: naam, voornaam

source: forename
nl_nl: voornaam

source: object lot
nl_nl: objectenlot

source: object lots
nl_nl: objectenlot

source: Invalid table name
nl_nl: Ongeldige tabelnaam

source: Invalid element code
nl_nl: Ongeldige elementcode

source: Value suggestion is not supported for this metadata element
nl_nl: Suggestie van waarde wordt niet ondersteund voor dit metadata element

source: Element code is not bound to the specified table
nl_nl: Elementcode is niet gelinkt aan de gespecificeerde tabel

source: Could not connect to GeoNames
nl_nl: Er kon geen connectie worden gemaakt naar GeoNames

source: ERROR
nl_nl: FOUT

source: ERROR: uBio web service query failed.
nl_nl: FOUT: uBio web service query mislukt.

source: ERROR: No uBio keycode in app.conf.
nl_nl: FOUT: geen uBio sleutelcode in app.conf.

source: date
nl_nl: datum

source: user
nl_nl: gebruiker

source: There are no unmoderated comments
nl_nl: Er zijn geen niet-gemodereerde commentaren

source: The comment does not exist
nl_nl: Het commentaar bestaat niet

source: Could not approve comment
nl_nl: Dit commentaar kon niet goedgekeurd worden

source: Your comments have been approved
nl_nl: Uw commentaar is goedgekeurd

source: Please use the checkboxes to select comments for approval
nl_nl: Gelieve de aanvinkvakjes te gebruiken om commentaar goed te keuren

source: Could not delete comment
nl_nl: Dit commentaar kon niet verwijderd worden

source: Your comments have been deleted
nl_nl: Uw commentaar is verwijderd

source: Please use the checkboxes to select comments for deletion
nl_nl: Gelieve de aanvinkvakjes te gebruiken om commentaar te verwijderen

source: comment
nl_nl: commentaar

source: comments
nl_nl: commentaren

source: You cannot edit this group
nl_nl: U kan deze groep niet bewerken

source: You cannot delete this group
nl_nl: U kan deze groep niet verwijderen

source: There are no saved searches
nl_nl: Er zijn geen opgeslagen zoekacties

source: Your search could not be deleted
nl_nl: Uw zoekactie kon niet verwijderd worden

source: Your searches have been deleted
nl_nl: Uw zoekacties werden verwijderd

source: Please use the checkboxes to select searches for deletion
nl_nl: Gebruik de aanvinkvakjes om te verwijderen zoekacties te selecteren

source: There are no unmoderated tags
nl_nl: Er zijn geen niet-gemodereerde tags

source: The tag does not exist
nl_nl: Deze tag bestaat niet

source: Could not approve tag
nl_nl: Deze tag kon niet goedgekeurd worden

source: Your tags have been approved
nl_nl: Uw tags zijn goedgekeurd

source: Please use the checkboxes to select tags for approval
nl_nl: Gelieve de aanvinkvakjes te gebruiken om tags goed te keuren

source: Could not delete tag
nl_nl: Deze tag kon niet verwijderd worden

source: Your tags have been deleted
nl_nl: Uw tags zijn verwijderd

source: Please use the checkboxes to select tags for deletion
nl_nl: Gelieve de aanvinkvakjes te gebruiken om tags te verwijderen

source: There are no watched items
nl_nl: Er zijn geen gevolgde items

source: Your watched items have been deleted
nl_nl: Uw gevolgde items werden verwijderd

source: Please use the checkboxes to select items to remove from your watch list
nl_nl: Gelieve de aanvinkvakjes te gebruiken om items te selecteren die verwijderd moeten worden van uw volglijst

source: You cannot edit that display
nl_nl: U kan deze weergave niet bewerken

source: You cannot edit that form
nl_nl: U kan dit formulier niet bewerken

source: Access denied
nl_nl: Toegang geweigerd

source: The set does not exist
nl_nl: De set bestaat niet

source: You cannot edit this set
nl_nl: Deze set kan niet bewerkt worden

source: Row_id is invalid
nl_nl: Row_id is ongeldig

source: Login was invalid
nl_nl: Login was ongeldig

source: You are now logged in
nl_nl: U bent nu ingelogd

source: You are now logged out
nl_nl: U bent nu uitgelogd

source: Saved preference settings
nl_nl: Voorkeursinstellingen bewaard

source: Subject
nl_nl: Onderwerp

source: Installation requires the PHP memory_limit directive must be set to at least 32 megabytes. Check your php.ini configuration file. If the memory_limit setting is not increased installation may unexpectedly abort.
nl_nl: De installatie vereist dat de PHP memory_limit instelling op ten minste 32 megabytes is ingesteld. Controleer uw php.ini configuratiebestand. Indien de memory_limit instelling niet wordt verhoogd kan de installatie onverwacht ophouden.

source: Installation would like the PHP memory_limit directive must be set to at least 128 megabytes, just to be safe. Check your php.ini configuration file. If the memory_limit setting is not increased installation can unexpectedly abort.
nl_nl: Voor installatie wordt aangeraden dat de PHP memory_limit instelling op ten minste 128 megabytes wordt ingesteld om op veilig te spelen. Controleer uw php.ini configuratiebestand. Indien de memory_limit instelling niet wordt verhoogd kan de installatie onverwacht ophouden.

source: Your MySQL installation doesn't support the InnoDB storage engine which is required by CollectiveAccess. For more information also see %1.
nl_nl: Uw MySQL installatie ondersteunt de InnoDB opslagmethode niet, dewelke vereist is door CollectiveAccess. Zie ook %1 voor meer informatie.

source: Really delete "%1"?
nl_nl: Bent u zeker dat u "%1" wenst te verwijderen?

source: Delete
nl_nl: Verwijderen

source: Cancel
nl_nl: Annuleren

source: Has %1 reference to %2
nl_nl: Heeft %1 referentie naar %2

source: Has %1 references to %2
nl_nl: Heeft %1 referenties naar %2

source: This %1 is referenced %2 time
nl_nl: Er bestaat %2 referentie naar %1

source: When deleting this %1:
nl_nl: Bij het verwijderen van %1:

source: This %1 is referenced %2 times
nl_nl: Er bestaan %2 referenties naar %1

source: remove all references
nl_nl: alle referenties verwijderen

source: transfer references to
nl_nl: alle referenties transfereren naar

source: Clear
nl_nl: Leegmaken

source: References to this %1
nl_nl: Referenties naar %1

source: No embedded metadata was extracted from the media
nl_nl: Geen ingebedde metadata werd geëxtraheerd van de media

source: Results
nl_nl: Resultaten

source: Deleted %1
nl_nl: %1 verwijderd

source: Editing %1
nl_nl: %1 bewerken

source: Viewing %1
nl_nl: %1 aan het bekijken

source: new screen
nl_nl: nieuw scherm

source: BLANK
nl_nl: LEEG

source: Add/remove item to/from watch list.
nl_nl: Start / stop met volgen van item.

source: Creating new %1
nl_nl: %1 aanmaken

source: %1 &gt; New %2
nl_nl: %1 &gt; nieuw %2 record

source: New %1
nl_nl: Nieuw %1 record

source: Part of lot
nl_nl: Deel van een lot

source: Will be part of lot
nl_nl: Zal onderdeel zijn van lot

source: Lot contains %1 object
nl_nl: Lot bevat %1 object

source: Lot contains %1 objects
nl_nl: Lot bevat %1 objecten

source: There is %1 object with non-conforming numbering
nl_nl: Er is %1 object met niet-overeenkomstige nummering

source: There are %1 objects with non-conforming numbering
nl_nl: Er zijn %1 objecten met niet-overeenkomstige nummering

source: Re-number objects
nl_nl: Hernummer objecten

source: Add new %1 to lot
nl_nl: Voeg %1 toe aan lot

source: Related objects
nl_nl: Gerelateerde objecten

source: Applied to representation
nl_nl: Toegepast op voorstelling

source: Number of items
nl_nl: Aantal items

source: Type of content
nl_nl: Inhoudstype

source: Owner
nl_nl: Eigenaar

source: Part of set
nl_nl: Deel van een set

source: Add a %1 to this list
nl_nl: Voeg %1 toe aan deze lijst

source: Part of
nl_nl: Deel van

source: Is default for list
nl_nl: Is standaard voor lijst

source: Is a
nl_nl: Is een

source: Referenced by user interfaces
nl_nl: Naar verwezen door gebruikersinterfaces

source: Number of screens
nl_nl: Aantal schermen

source: Edits
nl_nl: Aanpassingen

source: Number of placements
nl_nl: Aantal plaatsingen

source: Searches for
nl_nl: Zoekacties voor

source: Number of stops
nl_nl: Aantal haltes

source: Target format
nl_nl: Doelformaat

source: Number of groups
nl_nl: Aantal groepen

source: Number of rules
nl_nl: Aantal regels

source: Add a %1 under this
nl_nl: Voeg hieronder een %1 toe

source: Duplicate this %1
nl_nl: Kopieer %1

source: Click the [+] button to create and open for editing a duplicate of this %1. By default virtually all aspects of the %2 will be duplicated. You can exclude certain types of content from duplicates using settings in your user preferences under 'Duplication.'
nl_nl: Klik op de [+] knop om een kopie van een %1 te maken en te openen ter bewerking. Standaard zullen zowat alle aspecten van een %2 gekopieerd worden. U kan bepaalde types inhoud van duplicatie uitsluiten via de instellingen in uw gebruikersvoorkeuren onder "Kopiëren"

source: Show media
nl_nl: Geef media weer

source: Just now
nl_nl: Daarnet

source: %1 ago
nl_nl: %1 geleden

source: <strong>Created</strong><br/>%1 by %2
nl_nl: <strong>Aangemaakt</strong><br/>%1 door %2

source: <strong>Created</strong><br/>%1
nl_nl: <strong>Aangemaakt</strong><br/>%1

source: Created on
nl_nl: Aangemaakt op

source: Created on %1
nl_nl: Aangemaakt op %1

source: <strong>Last changed</strong><br/>%1 by %2
nl_nl: <strong>Laatst gewijzigd</strong><br/>%1 door %2

source: <strong>Last changed</strong><br/>%1
nl_nl: <strong>Aangemaakt</strong><br/>%1

source: Last changed on
nl_nl: Laatst gewijzigd op

source: Last changed on %1
nl_nl: Laatst gewijzigd op %1

source: More info
nl_nl: Meer info

source: Less info
nl_nl: Minder info

source: Hide media
nl_nl: Verberg media

source: page
nl_nl: pagina

source: pages
nl_nl: pagina's

source: Registration confirmation email was sent to %1
nl_nl: De registratie bevestigingsmail werd verzonden naar %1

source: Could not send registration confirmation email to %1: %2
nl_nl: Kon bevestigingsmail voor registratie niet verzenden naar %1: %2

source: year
nl_nl: jaar

source: years
nl_nl: jaren

source: month
nl_nl: maand

source: months
nl_nl: maanden

source: day
nl_nl: dag

source: days
nl_nl: dagen

source: hour
nl_nl: uur

source: hours
nl_nl: uren

source: minute
nl_nl: minuut

source: minutes
nl_nl: minuten

source: second
nl_nl: seconde

source: seconds
nl_nl: seconden

source: Invalid controller path
nl_nl: Ongeldig controller pad

source: Controller error: %1
nl_nl: Controller fout: %1

source: Disabled
nl_nl: Uitgeschakeld

source: %1 advanced search
nl_nl: geavanceerd zoeken naar %1

source: search
nl_nl: zoek

source: %1 browse
nl_nl: %1 verkennen

source: Refine Results By...
nl_nl: Resultaten verfijnen op...

source: Start Browsing By...
nl_nl: Start doorbladeren op...

source: browse
nl_nl: verken

source: Browse
nl_nl: Verkennen

source: Invalid ID
nl_nl: Ongeldig ID

source: ID does not exist
nl_nl: ID bestaat niet

source: This item is not available for view
nl_nl: Dit item is niet voor weergave beschikbaar

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
nl_nl: Bedankt voor uw bijdrage. Uw commentaar zal op deze pagina gepost worden na nazicht door de websitebeheerders.

source: Thank you for your contribution.
nl_nl: Bedankt voor uw bijdrage.

source: Duplicated %1 "%2" (%3)
nl_nl: %1 "%2" gekopieerd (%3)

source: Could not duplicate %1: %2
nl_nl: Kon %1 niet kopiëren: %2

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
nl_nl: Er is geen configuratie beschikbaar voor dit ingavescherm. Controleer uw systeemconfiguratie en verifieer dat er ten minste één geldige configuratie bestaat voor dit type ingavescherm.

source: Cannot save using empty request. Are you using a bookmark?
nl_nl: Kan niet opslaan met een lege aanvraag. Gebruikt u een bladwijzer?

source: %1 does not exist
nl_nl: %1 bestaat niet

source: Could not save %1
nl_nl: %1 kon niet opgeslagen worden

source: Added %1
nl_nl: %1 toegevoegd

source: Saved changes to %1
nl_nl: Veranderingen aan %1 bewaard

source: There are errors preventing <strong>ALL</strong> information from being saved. Correct the problems and click "save" again. <ul>
nl_nl: Er hebben zich fouten voorgedaan die verhinderen om <strong>ALLE</strong> informatie te bewaren. Corrigeer deze problemen en klik opnieuw op "opslaan" <ul>

source: There are errors preventing information in specific fields from being saved as noted below. <ul>
nl_nl: Er hebben zich fouten voorgedaan die verhinderen om bepaalde velden te bewaren, zoals hieronder opgelijst. <ul>

source: Cannot delete root of hierarchy
nl_nl: De wortel van de hiërarchie kan niet worden verwijderd

source: Transferred %1 relationship to <em>%2</em> (%3)
nl_nl: %1 relatie getransfereerd naar <em>%2</em> (%3)

source: Transferred %1 relationships to <em>%2</em> (%3)
nl_nl: %1 relaties getransfereerd naar <em>%2</em> (%3)

source: %1 was deleted
nl_nl: %1 is verwijderd

source: Could not generate PDF: %1
nl_nl: PDF kon niet gegenereerd worden: %1

source: new %1
nl_nl: nieuw %1

source: Editing %1 : %2
nl_nl: %1 bewerken: %2

source: Default
nl_nl: Standaard

source: Tab delimited
nl_nl: Gescheiden door tabs

source: Comma delimited (CSV)
nl_nl: Gescheiden door komma's (CSV)

source: Printable PDF
nl_nl: Afdrukbare PDF

source: Could not generate PDF
nl_nl: PDF kon niet gegenereerd worden

source: Nothing was selected
nl_nl: Er werd niets geselecteerd

source: Invalid set
nl_nl: Ongeldige set

source: Search could not be saved
nl_nl: Zoekactie kon niet worden opgeslaan

source: %1 search
nl_nl: zoeken naar %1

source: Error applying database migration %1: %2; error was at query %3; query was %4
nl_nl: Fout bij het toepassen van database migratie %1: %2; de fout bevindt zich in query %3; query was %4

source: <em>%1</em> is invalid
nl_nl: <em>%1</em> is ongeldig

source: <em>%1</em> is not enabled
nl_nl: <em>%1</em> is niet geactiveerd

source: <em>%1</em> is not a valid type for a child record of type <em>%2</em>
nl_nl: <em>%1</em> is niet geldig als onderliggend record voor type <em>%2</em>

source: No parent was found when verifying type of new child
nl_nl: Er werd geen ouder gevonden bij verificatie van het type van het nieuwe kind

source: <em>%1</em> is not a valid type for a top-level record
nl_nl: <em>%1</em> is niet geldig als hoofdniveau record

source: Duplicate
nl_nl: Kopie

source: Type id cannot be set after insert
nl_nl: Het type id kan niet worden ingesteld na het toevoegen

source: Preferred labels
nl_nl: Voorkeurslabels

source: Non-preferred labels
nl_nl: Niet-voorkeurslabels

source: REQUIRED
nl_nl: VEREIST

source: Not yet issued
nl_nl: Nog niet in gebruik

source: Related %1
nl_nl: Gerelateerde %1

source: from related %1
nl_nl: van gerelateerd %1

source: alternates from related %1
nl_nl: verschilt van gerelateerd %1

source: alternates
nl_nl: plaatsvervangers

source: Object media representation (%1)
nl_nl: Object mediavoorstelling (%1)

source: Object media representation (default)
nl_nl: Object mediavoorstelling (default)

source: A list of related %1
nl_nl: Een lijst met gerelateerde %1

source: A list of %1 %2
nl_nl: Een lijst van %1 %2

source: A list of alternate %1 %2
nl_nl: Een lijst van alternatieve %1 %2

source: A list of related media representations using version "%1"
nl_nl: Een lijst van gerelateerde mediavoorstellingen gebruik makend van versie "%1"

source: A list of related media representations using the default version
nl_nl: Een lijst van gerelateerde mediavoorstellingen gebruik makend van de standaard versie

source: Value <em>%1</em> is already used and duplicates are not allowed
nl_nl: Waarde <em>%1</em> is reeds in gebruik en dubbels zijn niet toegestaan

source: Identifier %1 already exists and duplicates are not permitted
nl_nl: Identificatie %1 bestaat reeds en dubbels zijn niet toegestaan

source: The CollectiveAccess <i>app/tmp</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
nl_nl: De CollectiveAccess <i>app/tmp</i> map is NIET beschrijfbaar door het installatiescript. Dit kan resulteren in installatiefouten. Er wordt aangeraden dat u de machtigingen voor deze map (<i>%1</i>) aanpast zodat schrijfrechten gegeven zijn alvorens de installatie aan te vangen. U kan het installatiescript herladen om te verifiëren dat de aangepaste machtigingen correct zijn.

source: The CollectiveAccess <i>Lucene search index</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
nl_nl: De CollectiveAccess <i>Lucene zoekindex</i> map is NIET beschrijfbaar door het installatiescript. Dit kan resulteren in installatiefouten. Er wordt aangeraden dat u de machtigingen voor deze map (<i>%1</i>) aanpast zodat schrijfrechten gegeven zijn alvorens de installatie aan te vangen. U kan het installatiescript herladen om te verifiëren dat de aangepaste machtigingen correct zijn.

source: The CollectiveAccess media directory is NOT writeable by the installer. This will prevent proper creation of the media directory structure and result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
nl_nl: De CollectiveAccess media map is NIET beschrijfbaar door het installatiescript. Dit kan resulteren in installatiefouten. Er wordt aangeraden dat u de machtigingen voor deze map (<i>%1</i>) aanpast zodat schrijfrechten gegeven zijn alvorens de installatie aan te vangen. U kan het installatiescript herladen om te verifiëren dat de aangepaste machtigingen correct zijn.

source: No database login information found. Have you specified it in your setup.php file?
nl_nl: Er werd geen database login informatie gevonden. Heeft u dit gespecificeerd in uw setup.php bestand?

source: Could not connect to database. Did you enter your database login information into setup.php?
nl_nl: Er kon geen verbinding worden gemaakt met de database. Hebt u uw database login informatie ingevoerd in setup.php?

source: It looks like you have not installed your database yet. Check your configuration or run the <a href="%1/install/">installer</a>.
nl_nl: U heeft mogelijk uw database nog niet geïnstalleerd. Controleer uw instellingen of start het <a href="%1/install/">installatiescript</a>.

source: Your database is extremely out-of-date. Please install all database migrations starting with migration #1 or contact support@collectiveaccess.org for assistance. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.
nl_nl: Uw database is extreem verouderd. Gelieve alle database migraties te installeren, te starten met migratie #1, of contacteer support@collectiveaccess.org voor assistentie. Zie de <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> voor instructies omtrent het manueel toepassen van database updates.
